@extends('master')

@section('title', 'Догляд за дитиною')

@section('content')
    <h1 class="h1_anastasia text-center">Догляд за дитиною</h1>


    <section class="cl-section2">

        <div class="vp-el">
            <p class="vp-text">
                З моменту народження дитини батьки несуть за нього відповідальність. Тому дуже важливо вміти правильно доглядати за ним. Важливо вивчити багато корисної інформації, які необхідно виконувати процедури, як щоденні, так і щотижневі.
            </p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Догляд за личком:</h2>
            <p class="vp-text">Щоранку необхідно обличчя дитини вмивати теплою кип'яченою водою, а витирати краще за допомогою вати.</p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Догляд за очима:</h2>
            <p class="vp-text">Очі дитини необхідно протерти змоченим в кип'яченій воді ватним диском, при цьому на кожен око потрібно використовувати окрему вату. Якщо очі будуть сильно забруднені, їх потрібно протерти розчином фурациліну. Очки правильно протирати від зовнішнього куточка до внутрішнього куточка ока. Бережіть зір дитини з самого народження. Захищайте його від прямих сонячних променів і яскравого освітлення. Спалахом від фотокамери краще не користуватися. Щоб не було сильних перепадів в освітленні, потрібно вночі включати нічник або торшер.</p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Купання малюка:</h2>
            <p class="vp-text">У тазику або у ванні новонародженої дитини заборонено підмивати щоб уникнути попадання інфекції в сечостатеві органи. Коли дитина оговтається, необхідно підмити його під водним струменем. Для цього використовуйте теплу водичку. Дівчаток підмивають рухом руки спереду назад. Після процедури дитину акуратно витирають чистою пелюшкою (можна це робити на столику для сповивання). Обов'язково протріть кремом або дитячим маслом шкірні складки.</p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Догляд за носиком:</h2>
            <p class="vp-text">Безліч зовнішніх факторів можуть дратувати носові проходи дитини. У зв'язку з вузькими проходами в носі можуть з'явитися і проблеми з диханням. Для його чищення необхідно скрутити джгут з продезінфікованої вати і просуваючи його на глибину не більше одного сантиметра. Застосовувати на кожну ніздрю окремий джгутик.</p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Догляд за нігтями:</h2>
            <p class="vp-text">Дитина може народитися вже з довгими нігтями на ручках і ніжках. Щоб вона себе не поранила, необхідно їх регулярно зрізати. Не потрібно підстригати їх дуже коротко. Використовуйте спеціальні дитячі ножиці, так як вони мають закруглені кінці. Акуратно під час процедури притискайте подушечки пальців. Якщо випадково під час процедури поранили свого малюка - зупиніть кров за допомогою стерильного бинта. Коли дитина спить, цю процедуру виконувати легше і безпечніше для дитини.</p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Заміна підгузок:</h2>
            <p class="vp-text">Дитина, молодша за місяць, може мочитися 20-25 разів на добу, тому необхідно постійно стежити за наповненістю підгузка та сухістю шкіри. Міняти підгузок новонародженому потрібно кожні три-чотири години. Необхідно вибрати підгузки, які добре утримують вологу та не викликають подразнення шкіри дитини. Обов'язково змінити підгузок потрібно після дефекації, перед сном та прогулянкою.</p>
        </div>


        <div class="vp-el">
            <h2 class="vp-title">Заміна одягу та білизни:</h2>
            <p class="vp-text">Особистий одяг — не менше, ніж один раз на день. Також замінити одяг необхідно, якщо дитина зригнула чи забруднилася.</p>
            <p class="vp-text">Постільна білизна — не рідше, ніж один раз на тиждень. Наволочку для подушки слід міняти щотри дні;</p>
            <p class="vp-text">Рушник — один раз на три дні. Після кожного використання потрібно просушувати рушник, оскільки у вологому середовищі швидше розмножуються бактерії.</p>
            <p class="vp-text">Одяг для немовлят повинен бути з натуральних матеріалів (бавовни, льону), які не викликають подразнення шкіри. Для прання речей новонародженого необхідно використовувати дитячі порошки без агресивних та алергенних компонентів. Одягати дитину потрібно на один шар одягу більше, ніж дорослого. У перші місяці життя необхідно прикривати шкіру дитини від ультрафіолетових променів і стежити, щоб малюк не перегрівався.</p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Прогулянки:</h2>
            <p class="vp-text">Гуляти з новонародженим можна відразу після виписки з пологового будинку, якщо малюк добре почувається, а на вулиці хороша погода. Слід утриматися від прогулянок за температури повітря менше, ніж -5 градусів і більше +30. У новонародженого не розвинена терморегуляція, тому він почуватиметься некомфортно за високої чи низької температури.</p>
            <p class="vp-text">Перші прогулянки мають бути нетривалими (15-20 хвилин). З розвитком малюка тривалість прогулянок можна поступово збільшувати. Необхідно стежити, щоб малюку не було холодно, щоб він не перегрівався. У холодну пору року знадобиться багатошаровий теплий одяг з натуральних тканин, також у коляску потрібно покласти ковдру, якщо малюк змерзне. У сонячну погоду необхідно використовувати сонцезахисний крем та одяг, що пропускає повітря. Обов'язково потрібно надягати головний убір для захисту голови від перегріву та переохолодження.</p>
        </div>


    </section>
@endsection
