@extends('master')

@section('title', 'Фізичний та психічний розвиток дитини')

@section('content')
    <h1 class="h1_anastasia text-center">Фізичний та психічний розвиток дитини</h1>


    <section class="cl-section2">

        <div class="vp-el">
            <p class="vp-text">
                Перший рік життя малюка  – це особливий період в житті сім’ї. Новий ритм життя, нові клопоти, нові звички. Кожен день малюк відкриває для себе світ, радуючи батьків навіть найменшим досягненням. Батьки стежать за розвитком новонародженого буквально по тижнях. Щоб сімейне щастя було безхмарним, а дитинство радісним, мамі і татові важливо знати все про розвиток дитини по місяцях.
            </p>
        </div>

        <div class="vp-el">
            <h3 class="vp-title">Розвиток дитини в 1 місяць:</h3>
            <p class="vp-text">
                Перший місяць – це період адаптації для всіх: карапуза – до світу, а батьків – до світу, в якому є малюк. Тому дуже важливо знати, як розвивається дитина в перший місяць життя.
            </p>
            <p class="vp-text">
                <strong>Фізичний розвиток:</strong>
            </p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>дитина до місяця майже весь час спить;</li>
                <li>рухи малюка в перший місяць життя хаотичні;</li>
                <li>малюк, лежачи на животі, намагається підняти голівку на кілька секунд;</li>
                <li>може ненадовго зупиняти погляд на одному предметі;</li>
                <li>впізнає маму по голосу і запаху;</li>
                <li>у дитини в 1 місяць починають проявлятися риси обличчя, проходить набряклість;</li>
                <li>плаче, коли голодний і відчуває дискомфорт від мокрого підгузку.</li>
            </ul>
            <p class="vp-text">
                <strong>Психічний розвиток:</strong>
            </p>
            <p class="vp-text">
                Для психічного розвитку малюка важливо розмовляти з ним спокійним голосом, співати пісеньки або розповідати віршики. Педіатри також рекомендують частіше брати малюка на ручки: тактильний контакт дуже важливий. Можете купити невеликі м’які іграшки, щоб малюк міг вчитися концентрувати на них увагу.
            </p>
        </div>


        <div class="vp-el">
            <h3 class="vp-title">Розвиток дитини в 2 місяці:</h3>
            <p class="vp-text">
                У цей час малюк стає більш активним, ніж в перший місяць.
            </p>
            <p class="vp-text">
                <strong>Фізичний розвиток:</strong>
            </p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>дитина спить в середньому по 20 хвилин на годину;</li>
                <li>повертається з боків на спинку;</li>
                <li>реагує на звуки, піднімає і повертає голівку;</li>
                <li>може ненадовго підняти і утримати голову, лежачи на животі;</li>
                <li>тягне ручки до мами;</li>
                <li>агукає;</li>
                <li>смокче пальці рук і ніг, активно їх досліджуючи;</li>
                <li>намагається дотягнутися до іграшки;</li>
                <li>починає розрізняти кольори.</li>
            </ul>
            <p class="vp-text">
                <strong>Психічний розвиток:</strong>
            </p>
            <p class="vp-text">
                Розмовляйте із дитиною якомога частіше: діліться з ним планами на день, співайте веселі пісеньки, робіть легку зарядку вранці, супроводжуючи її потішками. Міняйте інтонацію голосу, щоб малюк вчився її розрізняти. З огляду на норми розвитку дитини до року, не зайвою стане в цей період покупка мобіля до ліжечка або нічника з проекцією, щоб малюк міг стежити за динамічними предметами. Можете купити браслетик на липучці на ручку або ніжку з різнобарвними іграшками на ньому.
            </p>
        </div>

        <div class="vp-el">
            <h3 class="vp-title">Розвиток дитини в 3 місяці:</h3>
            <p class="vp-text">
                Малюк до третього місяця помітно підріс, у нього з’явилися нові навички.
            </p>
            <p class="vp-text">
                <strong>Фізичний розвиток:</strong>
            </p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>малюк спить менше;</li>
                <li>впевнено тримає голівку;</li>
                <li>перевертається зі спинки на бочок;</li>
                <li>намагається спиратися на лікті, лежачи на животі;</li>
                <li>ловить свої ніжки і грає з ними;</li>
                <li>розуміє, звідки йде звук і повертає голову у цьому напрямку;</li>
                <li>тягне до рот все, що потрапляє в руки;</li>
                <li>хапає іграшки, до яких може дотягнутися, утримує їх у руці.</li>
            </ul>
            <p class="vp-text">
                <strong>Психічний розвиток:</strong>
            </p>
            <p class="vp-text">
                У цей період малюк за допомогою плачу вже починає вимагати до себе уваги, висловлює своє невдоволення. Дитина дізнається близьких людей, посміхається їм. Намагається копіювати міміку близьких. У цей період доцільно вже купити ігровий килимок з дугами, на які підвішені різні за формою і фактурою невеликі іграшки і брязкальця.
            </p>
        </div>

        <div class="vp-el">
            <h3 class="vp-title">Розвиток дитини в 4 місяці:</h3>
            <p class="vp-text">
                Малюк дорослішає на очах. У 4 місяці він уже не просто пізнає вас, але і потроху розуміє звернену мову, вливається в режим сім’ї.
            </p>
            <p class="vp-text">
                <strong>Фізичний розвиток:</strong>
            </p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>малюк з легкість перевертається на бік, на спинку, спирається на руки;</li>
                <li>повзає на животі;</li>
                <li>намагається сісти;</li>
                <li>перевертається з живота на спинку;</li>
                <li>усвідомлено бере і кидає іграшки;</li>
                <li>намагається підтримувати пляшечку при годуванні.</li>
            </ul>
            <p class="vp-text">
                <strong>Психічний розвиток:</strong>
            </p>
            <p class="vp-text">
                Можна очікувати від малюка в цей час спроби лепетати перші склади «ма», «па», «ба». Карапуз вже починає реагувати на своє ім’я, відчуває настрій батьків. У нього з’являються улюблені іграшки. Малюк прислухається до музики, починає стукати іграшками в такт. Тому на цьому етапі розвитку дитини добре купити іграшки зі звуковими ефектами, які обертаються або вібрують.
            </p>
        </div>

        <div class="vp-el">
            <h3 class="vp-title">Розвиток дитини в 5-6 місяців:</h3>
            <p class="vp-text">
                У календарі розвитку дитини цей період надзвичайно цікавий. Малюк починає всім цікавитися, на прогулянці все привертає його увагу. Він дуже проявляє активність.
            </p>
            <p class="vp-text">
                <strong>Фізичний розвиток:</strong>
            </p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>дитина деякий час сидить, спираючись;</li>
                <li>грає з ногами, тягне їх до рота;</li>
                <li>починає потроху повзати;</li>
                <li>в цей період у деяких дітей вже починають прорізуватися зубки, тому придбайте безпечний прорізувач;</li>
                <li>в цей час можна починати потроху вводити прикорм.</li>
            </ul>
            <p class="vp-text">
                <strong>Психічний розвиток:</strong>
            </p>
            <p class="vp-text">
                Малюк стає більш комунікабельним, намагається підтримати бесіду на “своїй мові”. Він грає з різними предметами, в тому числі і з домашнім начинням. Радіє близьким і з побоюванням ставиться до незнайомців. Любить розглядати картинки, на яких зображені обличчя людей. До цього моменту у малюка вже виробилися деякі звички (поїсти, пограти, прогулянка).
            </p>
            <p class="vp-text">
                Актуальними для розвитку дрібної моторики будуть різні сортери, іграшки-молоточки. Але будьте уважні до дрібних деталей: маленький чомучка може проковтнути їх або спробувати засунути до носа. Купуйте малюкові рельєфний прорізувач для зубів (з нетоксичного гелю або пластика), який може стати також цікавою іграшкою.
            </p>
        </div>

        <div class="vp-el">
            <h3 class="vp-title">Розвиток дитини в 7-8 місяців:</h3>
            <p class="vp-text">
                Це період початку соціалізації малюка, він намагається у всьому копіювати батьків.
            </p>
            <p class="vp-text">
                <strong>Фізичний розвиток:</strong>
            </p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>дитина впевнено сидить;</li>
                <li>намагається встати на ніжки, тримаючись за бортик ліжечка;</li>
                <li>добре повзає, особливо за іграшкою;</li>
                <li>проявляє інтерес до їжі із загального столу, п’є з чашки за підтримки дорослого;</li>
                <li>продовжують прорізуватися зубки. За достатньої їх кількості, малюк може жувати м’яку їжу;</li>
                <li>встає на карачки.</li>
            </ul>
            <p class="vp-text">
                <strong>Психічний розвиток:</strong>
            </p>
            <p class="vp-text">
                Дитина проявляє активний інтерес до різних іграшок. Малюк все частіше копіює поведінку дорослих. Він стає дуже допитливим. Починає розуміти причинно-наслідкові зв’язки, показує на предмети. У цьому віці дитина також впізнає улюблені пісні і віршики, може просити батьків включити або заспівати будь-які з них. Малюк намагається вимовляти перші слова з повторюваних складів, імітує звуки. У цьому віці також можна починати вчити з малюком назви частин тіла, назви тварин, і звуки, які вони видають.
            </p>
        </div>


        <div class="vp-el">
            <h3 class="vp-title">Розвиток дитини в 9-11 місяців:</h3>
            <p class="vp-text">
                У цей час ваш малюк буде вас дивувати все більше і більше своїми досягненнями.
            </p>
            <p class="vp-text">
                <strong>Фізичний розвиток:</strong>
            </p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>малюк впевнено сидить, тримаючи рівно спинку;</li>
                <li>впевнено стоїть, тримаючись за ручку;</li>
                <li>ходить за допомогою дорослих;</li>
                <li>активно пробує нові продукти;</li>
                <li>прорізуються ще зуби, через що малюк може часто вередувати і погано спати;</li>
                <li>з’являється багато усвідомлених рухів.</li>
            </ul>
            <p class="vp-text">
                <strong>Психічний розвиток:</strong>
            </p>
            <p class="vp-text">
                Малюк починає піклуватися про батьків, висловлює знаки уваги, робить перші подарунки. Також дитина починає цікавитися іншими дітьми, намагається з ними взаємодіяти. Малюк розуміє, що можна, а що не можна, виконує перші прохання. Щоб зайняти дитину, рекомендовано придбати різні сортери, книжки з великими і барвистими ілюстраціями, картки із зображенням іграшок, тварин, частин тіла, фруктів і овочів. Це період активного розвитку мовного апарату, розмовляйте з малюком постійно, називайте все речі, які вас оточують. І тоді ваш малюк заговорить у відповідь!
            </p>
        </div>


        <div class="vp-el">
            <h3 class="vp-title">Розвиток дитини в рік:</h3>
            <p class="vp-text">У цей час ваш малюк буде вас дивувати все більше і більше своїми досягненнями.</p>
            <p class="vp-text"><strong>Фізичний розвиток:</strong></p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>дитина впевнено сидить;</li>
                <li>сам встає і намагається ходити без підтримки;</li>
                <li>має близько 6-8 зубів;</li>
                <li>вага становить близько 10 кг, а зріст у межах 80 см;</li>
                <li>малюк активно їсть овочі, фрукти, м’ясо, рибу, яйця, зернові каші, молочні продукти, поєднуючи прикорм із грудним молоком матері або сумішшю. Після року, за відсутності протипоказань, дитини можна поступово переводити на “дорослий” стіл.</li>
            </ul>
            <p class="vp-text"><strong>Психічний розвиток:</strong></p>
            <p class="vp-text">Дитина в рік – це вже повноцінна людина. Тільки маленька. Вона потихеньку ходить, говорить (словниковий запас 10-12 слів). Може висловити свої почуття, проявляє емпатію, намагається дружити з дітьми. Узнає членів сім’ї, висловлює свої емоції по відношенню до них (наприклад, нудьгує). Дитина розуміє, про що її просять, співвідносить деякі слова із предметами.</p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Що робити, якщо дитина відстає в розвитку</h2>
            <p class="vp-text">Батьки, знаючи як розвиваються діти до року, зможуть простежити, чи відстає малюк у розвитку.</p>
            <p class="vp-text">Важливо розуміти, що кожна дитина розвивається за своєю індивідуальною програмою, у деяких малюків показники можуть відрізнятися від загальноприйнятих норм.</p>
            <p class="vp-text"><strong>Ознаки, за яких може знадобитися консультація фахівця:</strong></p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>дитина не реагує на джерело звуку або звернену мову;</li>
                <li>нерівномірний фізичний розвиток (наприклад, порушення моторики за нормального зростання та набору маси);</li>
                <li>регрес (зникнення) раніше надбаних фізичних навичок;</li>
                <li>дитина не підтримує зоровий контакт;</li>
                <li>судоми (локальні або генералізовані).</li>
            </ul>
            <p class="vp-text">Якщо ви відмітили у малюка ці або інші тривожні симптоми, зверніться за допомогою до сучасного доказового дитячого лікаря.</p>
        </div>


    </section>
@endsection
