@extends('master')

@section('title', 'Годування дитини')

@section('content')
    <h1 class="h1_anastasia text-center">Годування дитини</h1>


    <section class="cl-section2">

        <div class="vp-el">
            <h3 class="vp-title">Грудне вигодовування:</h3>
            <p class="vp-text">
                Грудне вигодовування належить до природних варіантів годування. Це те, що створює тісний зв’язок між мамою та немовлям.
            </p>
            <p class="vp-text">
                Лікарі дотепер сперечаються про необхідність лактації та періоді вигодовування. Однак в більшості своїй медики сходяться на думці, що годівля до двох років може бути прийнятним. Але в конкретній ситуації батьки приймають рішення самостійно. У разі, коли мама працює або змушена часто відлучатися, можна зціджувати молоко і використовувати спеціальні пляшки для годування малюків. Харчування дитини від 0 до 1 року переважно має складатися з молока, але потрібно враховувати основні правила:
            </p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>режим налагоджується індивідуально, якщо немає медичних показань - дитина прикладається до грудей тоді, коли хоче їсти;</li>
                <li>харчування новонародженого по місяцях вибудовується в залежності від інтенсивності набору у вазі;</li>
                <li>норма їжі новонародженого не конкретна - вважається, що малюк їсть стільки, скільки йому потрібно;</li>
                <li>поступово слід привчати дитину до їжі по графіку - кожні 3-4 години;</li>
                <li>годувальниці варто дотримуватися свого раціону і пити багато рідини.</li>
            </ul>
            <p class="vp-text">
                Що стосується останнього пункту, тут теж потрібно враховувати, чим харчується мама. Бажано виключити з її меню копчені продукти, гострі страви, шоколадні солодощі, цитрусові, газовану воду і каву. Іноді вживати їх можна, але в мінімальних обсягах.
            </p>
            <p class="vp-text">
                Нижче наведена таблиця із кількістю спожитого молока відповідно до віку немовля.
            </p>
            <img src="{{asset("images/table1.png")}}" style="width: 800px; display: block; margin: 0 auto;">
        </div>

        <div class="vp-el">
            <h3 class="vp-title">Змішане і штучне вигодовування:</h3>
            <p class="vp-text">
                Раціон дитини до 1 року може припускати змішаний тип вигодовування. Це чергування в певній пропорції годування материнським молоком і сумішами. Мінімальна кількість природного молока в такому типі має становити 50% від загальної кількості.
            </p>
            <p class="vp-text">
                Змішане харчування для новонародженого зазвичай вибирають при слабкій лактації. Суміші в цьому випадку виступають в якості догодовування.
            </p>
            <p class="vp-text">
                Ще один спосіб годування - повністю штучне вигодовування. Традиційно його використовують при повній відсутності лактації. Тоді спеціальні молочні суміші стають повноцінною заміною грудного молока. Яким харчуванням краще годувати новонародженого, з'ясовується в процесі.
            </p>
            <p class="vp-text">
                Суміші адаптуються і розробляються відповідно до основних потреб. Так, їжа для дітей до 1 року насичена потрібною кількістю мікроелементів і корисних речовин. Але в цьому випадку потрібно відразу ж встановити режим годування, оскільки суміші слід давати в конкретний час.
            </p>
            <p class="vp-text">
                Як організувати харчування дітей при годуванні сумішами?
            </p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>Залежно від віку і ваги дитини змінюються графік годування і кількість споживаної суміші. Початкові норми харчування дитини до 1 року приблизно виглядають так:</li>
                <li>перший тиждень життя - годування 7-10 разів на добу, обсяг 700 мл;</li>
                <li>до 12 тижнів - харчування немовляти в 3 місяці зменшується в прийомах їжі до 7-8 разів, а обсяг збільшується на 50 мл;</li>
                <li>до 16 тижня - кількість прийомів їжі стає 6-7, а обсяг збільшується ще на 50 мл.</li>
            </ul>
        </div>

        <div class="vp-el">
            <h3 class="vp-title">Введення прикорму:</h3>
            <p class="vp-text">
                Коли дитині виповнюється півроку, необхідно вводити в дитяче меню перший прикорм. Іноді можна вводити прикорм і раніше, та ніяк не раніше 4-х місяців. У випадку занадто раннього введення прикорму існує ризик того, що він буде не доповнювати, а заміщувати материнське молоко. У цьому випадку малюк буде відчувати нестачу корисних речовин та страждати на закрепи та здуття. Пізній початок прикорму, в свою чергу, може призвести до проблем з адаптацією організму до дорослої їжі.
            </p>
            <p class="vp-text">
                <strong>10 правил введення прикорму:</strong>
            </p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>Прикорм дається з ложки.</li>
                <li>Прикорм дають у першій половині дня, можна додавати у прикорм грудне молоко.</li>
                <li>До та після того, як дитина з’їла прикорм, треба трохи погодувати її грудним молоком чи дитячою сумішшю.</li>
                <li>Під час годування малюк має знаходитися у вертикальному положенні на руках чи на колінах у матері, або в стільчику для годування.</li>
                <li>Кожен продукт для прикорму починають вводити з 1 чайної ложечки, поступово доходячи до повної порції. Після того, як дитина навчилася їсти однокомпонентний прикорм, можна вводити у дитяче меню прикорм з кількох продуктів.</li>
                <li>Прикорм має бути свіжим, однорідним, температури тіла.</li>
                <li>Перший прикорм – каші та овочеві пюре.</li>
                <li>Негострі овочі – ідеальний початок прикорму. Овочі вводять раніше за фрукти.</li>
                <li>З 6-ти місяців у прикорм вводяться продукти, багаті на залізо. Незбиране молоко та молочні продукти можна давати з року, рибу – з 8-10 місяців, а яєчний жовток – з 7-ми місяців.</li>
                <li>Після появи у малюка зубів, однорідний прикорм поступово замінюють продукти, нарізані на невеликі маточки.</li>
            </ul>
            <p class="vp-text">
                Нижче наведена таблиця із кількістю спожитого молока відповідно до віку немовля.
            </p>
            <img src="{{asset("images/table2.png")}}" style="display: block; margin: 0 auto;">
        </div>

    </section>
@endsection
