@extends('master')

@section('title', 'Відповідний одяг за віком та погодою')

@section('content')
    <h1 class="h1_anastasia text-center">Відповідний одяг за віком та погодою</h1>


    <section class="cl-section2">

        <div class="vp-el">
            <p class="vp-text">
                Дуже важливим питанням для кожної мами, особливо з приходом холодів, є наступне: як одягнути дитину по погоді. Адже організм малюка ще недостатньо зміцнів, і дитина може замерзнути або перегрітися, а це у свою чергу негативно позначиться на стані її здоров'я.
                <br><br>
                Свіже повітря — запорука здорового сну, апетиту, міцного імунітету у дітей. Щоб прогулянки були на радість і для здоров'я, потрібно відповідально підійти до вибору одягу.
            </p>
        </div>

        <img src="{{asset("images/i1.png")}}" style="width: 800px; display: block; margin: 0 auto;">

        <div class="vp-el">
            <h2 class="vp-title">Одяг взимку:</h2>
            <p class="vp-text">
                Комплекти одягу варто підбирати у залежності від температурного режиму.

            </p>
            <img src="{{asset("images/i2.png")}}" style="width: 200px; display: block; margin: 0 auto;">
            <p class="vp-text">
                При цьому температурному режимі можна вибрати для прогулянки білизну (майка та трусики) з натуральної бавовни, теплий костюмчик з вовни, зимовий комбінезон із закритими ніжками, шкарпетки, шарф і шапка, рукавички.

                У такому одязі вашій дитині не буде холодно і, завдяки натуральним матеріалам, не буде порушуватися теплообмін.
            </p>
            <img src="{{asset("images/i3.png")}}" style="width: 200px; display: block; margin: 0 auto;">
            <p class="vp-text">
                При ціх погодних умовах до перерахованого вище варто додати утеплювач у вигляді кофтинки та гамаші, вовняні шкарпетки або взуття.
            </p>
            <img src="{{asset("images/i4.png")}}" style="width: 200px; display: block; margin: 0 auto;">

            <p class="vp-text">
                У такий мороз з новонародженим довго перебувати на вулиці не можна. Якщо цього не уникнути, то, крім усього іншого, подбайте про додаткове утеплення коляски. Що стосується одягу, то до комплекту описаного у 2-х попередніх пунктах, слід додати такі деталі: тепла жилетка, валянки, хутряна шапка.
            </p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Одяг навесні або восени:</h2>
            <p class="vp-text">У період міжсезоння погода особливо оманлива. У цей період важливо так підібрати одяг дитині, щоб вона не замерзла і не дуже перегрілася.</p>
            <p class="vp-text">Коли на вулиці сонячна погода і немає вітру, обличчя дитини можна залишити відкритим. Що стосується комплекту, то можна вибрати наступне:</p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>Бавовняна футболка.</li>
                <li>Колготки або повзунки.</li>
                <li>Трикотажні кофтинки та гольфики.</li>
                <li>Трикотажні штани.</li>
                <li>Комбез з вовни чи демісезонна утеплена модель.</li>
                <li>Теплі шкарпетки.</li>
                <li>Трикотажна шапочка, шарфик і рукавички. Залежно від температури, шапку можна замінити на теплішу, хутряну.</li>
                <li>Чобітки чи черевички.</li>
            </ul>
            <p class="vp-text">Віддавайте перевагу виробам з водовідштовхувальних матеріалів, які не продуваються.</p>
        </div>


        <div class="vp-el">
            <h2 class="vp-title">Одяг влітку:</h2>
            <p class="vp-text">Літо — найкраща для прогулянок пора. Світить сонечко, на вулиці тепло. Перший час крихітка максимальну кількість часу проводить у колясці. Якщо занадто яскраво світить сонце, в колясці варто створити тінь. Якщо на вулиці душно, то щільно коляску закривати не варто.</p>
            <p class="vp-text">Не дивлячись на те, що літо — тепла пора року, температура може різко змінюватися: жаркий день змінюється досить прохолодною температурою до 15 градусів. Для вечірньої прогулянки можна вибрати такий комплект одягу: шапочка з бавовни, трикотажна кофтинка, бавовняні повзунки, шкарпетки.</p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Рекомендації щодо тканин:</h2>
            <p class="vp-text">Чим натуральніше будуть продукти, якими ви годуєте дитину, тим вона буде здоровіше. Те ж стосується й одягу. Він безумовно повинен бути з натуральних тканин. Не варто гнатися за модою або за сином маминої подруги та купувати щось модне та синтетичне.</p>
        </div>


        <div class="vp-el">
            <h2 class="vp-title">Мамі на замітку:</h2>
            <p class="vp-text">Помітили, що дитина спітніла/змерзла — терміново відправляйтеся додому.</p>
            <p class="vp-text">Коли на вулиці стоїть спекотна погода, не забудьте промокнути шию та спинку дитини. Якщо на вулиці дме вітер, немовля потрібно прикрити від нього.</p>
            <p class="vp-text">Ніяких переодягання на вулиці у прохолодну погоду.</p>
            <p class="vp-text">Не припускайте, щоб малюк змерз вдома. Якщо таке сталося — надіньте щось тепленьке.</p>
            <p class="vp-text">Натуральні тканини. Немає синтетики.</p>
            <p class="vp-text">Не забувайте утеплювати коляску для прогулянки у мороз.</p>
        </div>







    </section>
@endsection
