@extends('master')

@section('title', 'Поштовхи дитини')

@section('content')
    <h1 class="h1_anastasia text-center">Поштовхи дитини</h1>

    <section class="cl-section2">

        <div class="vp-el">
            <h3 class="vp-title">!Про поштовхи</h3>
            <p class="vp-text">
                З 16-20 тижня майбутня мама починає відчувати ворушіння дитини. Спочатку вони слабкі і ніжні. Згодом малюк стає сильнішим, і до кінця вагітності ці ворушіння перетворюються в відчутні стусани і поштовхи.
            </p>
            <p class="vp-text">
                У плода досить швидко встановлюється добовий графік сну і неспання. У періоди активності малюк штовхається, крутиться, грає, махає ручками і ніжками. Період спокою може тривати до 18 годин. Активність плода залежить від безлічі факторів: часу доби, активності мами і її харчування, оточуючих звуків, психологічного стану жінки і навіть від кількості кисню, що надходить.
            </p>
            <p class="vp-text">
                Приблизно з 28 тижня рекомендується щодня стежити за рухами малюка і фіксувати результат. Досить запустити відлік і відзначити, за який час малюк зробить 10 рухів (будь-яке торкання рукою або ногою, штовхання, поворот тіла). Помилково думати, що ці рухи треба відчути за певний час. Плід робить 4-100 рухів на годину, в залежності від того, спить він або не спить.
            </p>
        </div>

        <div class="vp-el">
            <h3 class="vp-title">!Як порахувати</h3>
            <p class="vp-text">
                Виберіть спокійний час і зручне місце, де ніхто не відволікатиме. Сядьте або приляжте, розслабтеся.
            </p>
            <p class="vp-text">
                Зайдіть на вкладку “Трекери”, далі “Вагітність” та оберіть “Лічильник поштовхів”. Натисніть на “Старт”, як тільки відчуєте перше ворушіння.
            </p>
            <p class="vp-text">
                Далі натискайте кнопку “Поштовх” при кожному поштовху, повороті або навіть легкому ворушінні. Додаток фіксує і зберігає кожне ваше натиснення. Продовжуйте, поки лічильник не дійде до 10.
            </p>
            <p class="vp-text">
                Коли лічильник дійде до 10, додаток автоматично зупинить підрахунок поштовхів. Ви зможете відстежити час, за який налічили 10 ворушінь і порівняти його з попередніми записами в журналі.
            </p>
            <p class="vp-text">
                Якщо при порівнянні поточної сесії з історією в журналі ви помітили, що малюк рухається менше або більше звичайного або характер його поштовхів змінився, зверніться до свого лікаря.
            </p>
        </div>

    </section>
@endsection
