@extends('master')

@section('title', 'Вправи для дитини')

@section('content')
    <h1 class="h1_anastasia text-center">Вправи для дитини</h1>


    <section class="cl-section2">

        <div class="vp-el">
            <p class="vp-text">
                Заняття з дітьми бажано розпочинати через кілька тижнів після народження.
            </p>
        </div>


        <div class="vp-el">
            <p class="vp-text">
                У віці 3 тижнів дитина починає піднімати голову, що є першим цілеспрямованим рухом у її житті. В результаті цього збільшується огляд навколишнього середовища для зорового аналізатора і це є початком її інтелектуального розвитку. Основна мета цього періоду - сформувати здатність до піднімання голови і здійснювати рухи голови у всіх напрямках в положенні на спині і животі. Це можна досягти за допомогою наступних вправ:
            <ul class="vp-text" style="margin-left: 100px;">
                <li>під грудну клітку дитини підкладається валик (згорнутий рушник),  таз притиснутий для гальмування позотонічних рефлексів, голова пасивно або пасивно-активно утримується  під кутом 90* мінімум 2-3 хв., проводять декілька повторень (слідкувати, щоби не включалися м'язи плечового поясу.)</li>
                <li>дитина знаходиться на руках дорослого, проводяться погойдуючі рухи головного кінця вниз, виникає  навантаження на м'язи шиї.</li>
                <li>на великому м'ячі проводять погойдування вперед-назад, що стимулює підйом голови.</li>
                <li>в положенні на спині погойдують дитину в позі ембріона.</li>
                <li>в положенні на спині на великому м'ячі стимулюють підйом голови.</li>
            </ul>
            </p>
            <p class="vp-text">
                У віці 3-х місяців необхідно стимулювати зорову функцію: дитина слідкує за ліхтариком, лампочками, кольоровими іграшками. Це необхідно врахувати під час проведення занять  масажу та лікувальної гімнастики, складати умови для підняття нею голови. Необхідно скласти план роботи для стимуляції розвитку дитини у руховій сфері, пізнавальній, мовній, емоційній, комунікативних навичках, стимулювати розвиток шийних ланцюгових установчих рефлексів.
            <ul class="vp-text" style="margin-left: 100px;">
                <li>проводять погойдування на м'ячі із затримкою в різних позиціях — це стимулює роботу верхньої частини тулуба, покращує опору на передпліччя і кисті.</li>
                <li>викладання дитини на живіт з валиком під грудну клітку — виконують пасивні рухи для випрямлення рук дитини з опорою на кисті.</li>
                <li>на животі з опорою на передпліччя - штовхають дитину для виведення з рівноваги.</li>
                <li>на животі з опорою на передпліччя - дитині дають іграшку то з одної, то з другої сторони.</li>
            </ul>
            </p>
            <p class="vp-text">
                У віці 4 місяців дитина починає фіксувати погляд, тягнеться до іграшки, розвивається моторно-зорова координація.
                <br>В цей час у 3-4 місяці виникає емоційна відповідь на подразник та виникають перші поняття про простір. Необхідно підключати слуховий аналізатор звучними іграшками, виникає перша тактильна  інформація від глибоких пропріоцептивних рецепторів. У віці 4-х місяців  необхідно фіксувати погляд дитини на  яскраву іграшку, виконувати за неї активні рухи, ударяти її рукою по іграшці для уяви в  дитини просторового положення.
            </p>
        </div>

        <div class="vp-el">
            <p class="vp-text">
                У віці 6 місяців (+\-1 міс ) дитина здатна брати і розглядати іграшку, перекладати іграшку з руки в руку, може сидіти (з підтримкою). У 5-6 місяців необхідно вкладати різні предмети в руки - важкі, легкі, гладкі, шорохуваті, пророблювати з нею і за неї рухові акти, включити дрібну моторику - тактильне подразнення долоней, яке необхідна для розвитку мови.
            </p>
        </div>
        <div class="vp-el">
            <p class="vp-text">
                У віці 8 місяців (+\-1 міс) дитина починає підніматися на ноги з опорою. В цей час необхідно стимулювати рівновагу, подразнювати рецептори стоп, стимулювати вестибулярний апарат, використовувати засоби і методи для подолання гравітаційних сил внаслідок зменшення площі опори: качати, присаджувати, робити вправи по типу батута, конячка-гойдалка, стілець, що обертається.
            </p>
        </div>
        <div class="vp-el">
            <p class="vp-text">
                У віці 12 місяців (+\-1 міс),  коли дитина починає ходити, необхідно розвивати координацію та рівновагу.
            </p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Розвиток дрібної моторики дітей:</h2>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Розвиваючі дошки</h2>
            <p class="vp-text">Ідея такої корисної іграшки належить Марії Монтессорі, саме італійський педагог придумала, що якщо помістити різні побутові та підручні засоби на стенд, то ігровим методом можна стимулювати логіку і кмітливість. Можна купити готові варіанти бізібордов або самостійно зробити цікавий куточок на стіні, фанері колись заборонених для карапузів речей.</p>
        </div>


        <div class="vp-el">
            <h2 class="vp-title">Долоньки</h2>
            <p class="vp-text">Спершу покажіть дитині, як плескати в долоні. Можна приурочити оплески до події або вчинку, щоб у малюка склалися асоціації, наприклад, плескаємо, коли хтось молодець. Візьміть у свої долоньки дитячі та аплодуйте разом. Подібні ігри вчать розпрямляти пальчики, плескати своїми та долоньками один одного.</p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Пальчиковий театр</h2>
            <p class="vp-text">Пальчиковий театр, герої якого одягаються на пальці рук. Героями вибирайте людей або тварин, одночасно малюк вивчить назви різних звіряток. Спершу ви одягаєте міні-героїв на свою руку і розповідаєте історію, потім переодягаєте ковпачки на дитячі пальчики.</p>
        </div>

        <div class="vp-el">
            <h2 class="vp-title">Пальчикові фарби</h2>
            <p class="vp-text">Малювати долоньками можна на ватмані або білому папері формату А4. Мочити у фарбу можна дитячі пальчики окремо або навіть розфарбовувати дитячу долоньку пензликом. Головне, стежте, щоб дитя не тягнуло різнокольорові пальчики до рота.</p>
        </div>






    </section>
@endsection
