@extends('master')

@section('title', 'Вправи')

@section('content')
    <h1 class="h1_anastasia text-center">Вправи для вагітних</h1>

    <section class="cl-section2">
        <div class="vp-el">
            <h3 class="vp-title">Користь і шкода фізичної активності для вагітних жінок</h3>
            <p class="vp-text">Регулярні вправи пов'язані з безліччю переваг для здоров'я, у тому числі:
            <ul class="vp-text" style="margin-left: 100px;">
                <li>поліпшення якості сну;</li>
                <li>настрій стабілізується і налаштовується на позитивний лад;</li>
                <li>швидко і безболісно можуть пройти пологи;</li>
                <li>зменшення ризику закрепів та болів у спині;</li>
                <li>зменшення ризику гестаційного діабету та гіпертонії, спровокованих змінами в організмі;</li>
                <li>з вправами легше зберігати помірну масу до, під час і після народження дитини.</li>
                <li>Жінка, яка регулярно займається фізичною активністю під час вагітності, може також зменшити ймовірність кесарського розтину. І тут мова йде про розумну фізичну активність, а не про спорт, який передбачає суперництво.</li>

                <li>150 хвилин аеробних вправ на тиждень — це ідеально, і все ж таки опирайтесь на самопочуття.</li>

                <li>Будь-яка форма вправ може бути шкідливою, якщо вона:</li>
            </ul>

            <ul class="vp-text" style="margin-left: 100px;">
                <li>несе занадто великий тиск на матку та плід;</li>
                <li>викликає надмірне навантаження на суглоби, м'язи та кістки;</li>
                <li>призводить до перегріву;</li>
                <li>викликає зневоднення.</li>
            </ul>
            <p class="vp-text">Жінка може уникнути перенапруги під час вправ, практикуючи «розмовний тест». Це дуже просто і допомагає визначити поточний стан. Тест означає, що якщо вам все ще легко зберегти розмову під час тренування, то ви не перенапружуєтесь.</p>
            </p>
        </div>

        <div class="vp-el">
            <h3 class="vp-title">Протипоказання та заборонені вправи під час вагітності</h3>
            <p class="vp-text">Стани, через які фізичні вправи краще відкласти на потім:
            <ul class="vp-text">
                <li>будь-які хронічні захворювання або ті умови здоров'я мами та дитини, які несумісні з тренуванням;</li>
                <li>банально погане самопочуття, наприклад, через токсикоз;</li>
                <li>якщо в планах є аборт або загроза викидня;</li>
                <li>тонус матки.</li>
            </ul>
            <p class="vp-text">Що не можна робити під час вагітності?</p>
            <ul class="vp-text" style="margin-left: 100px;">
                <li>не можна давати навантаження на м'язи преса;</li>
                <li>під забороною тяжкості і не тільки в процесі тренування, але і в повсякденному житті;</li>
                <li>будь-які програми високої інтенсивності видаляються, і все, де існує ризик перенапружитись;</li>
                <li>також під забороною різкі рухи, ривки, товчки, стрибки;</li>
                <li>ви повинні бути обережними щодо розтягування (вагітність — це ідеальний, але не найуспішніший період для освоєння шпагату).</li>
            </ul>
            </p>
        </div>

        <div class="vp-el">
            <h3 class="vp-title">Перший триместр: вправи для ранньої вагітності</h3>
            <p class="vp-text">У цей час найкраще віддавати перевагу вправам з низьким рівнем навантаження, тобто ходьба, йога, плавання та водна аеробіка.

                У першому триместрі, більш енергетичні вправи також можуть бути доречними. Приклади цього включають біг.

                У будь-якому випадку, ви повинні погодитися з вашим лікарем, перш ніж почати будь-які нові вправи або ввести новий режим для себе.

                Перш ніж приступити до вправ, ось моменти, яких вам потрібно дотримуватися, незалежно від триместру, на якому ви знаходитесь. З ними ви можете легко підтримувати себе в оптимальному та безпечному стані:
            <ul class="vp-text" style="margin-left: 100px;">
                <li>залишатися гідратованими, пийте воду і не затягуйте до зневоднення;</li>
                <li>поменше тривожтесь і одягайте вільний одяг, який не буде вас сковувати;</li>
                <li>для занять краще вибрати комфортне взуття, яке не буде ковзати;</li>
                <li>тільки ви самі можете визначити, коли потрібно зменшити інтенсивність, або прибрати її взагалі, тому завжди звертайте увагу на свої відчуття;</li>
                <li>ставте реалістичні цілі, у положенні ви в повному праві не орієнтуватися на таймінг поки йде тренування;</li>
                <li>не забудьте дихати і дотримуватися частоти пульсу. Якщо ви починаєте відчувати втому або слабкість, важливо зупинити та розслабитися.</li>
            </ul>
            </p>
        </div>

        <div class="vp-el">
            <h3 class="vp-title">Другий триместр: вправи з фітболом</h3>
            <p class="vp-text">Тут обмеження все також небагато. Тобто, ви можете продовжувати робити все, що в першому триместрі, якщо ваш особистий лікар не надав інші поради.

                Якщо у вас є підтверджена здорова вагітність, і ви хочете продовжувати підтримувати свою фізичну форму, ви можете спробувати програму тренувань з м'ячем, яку ми пропонуємо нижче.
            <ul class="vp-text" style="margin-left: 100px;">
                <li>Візьміть великий м'яч і встаньте на карачки. Обійміть фітбол руками і почніть висіти на ньому, злегка гойдаючи себе в різних напрямках, по колу.</li>
                <li>Сядьте на м'яч, підніміть повільно одну ногу, спробуйте привести до паралелі. Піднятою ногою намалюйте в повітрі три кола, потім поверніться до початкового положення. Робіть так 10 разів на кожну ногу.</li>
                <li>Далі можна полежати на фітболі спиною і розслабитися. Руки повинні звисати. Найголовніше, як тут закінчити — обережно перемістіться до підлоги від м'яча, і тільки тоді вставайте.</li>
            </ul>
            </p>
        </div>

        <div class="vp-el">
            <h3 class="vp-title">Третій триместр: гімнастика для вагітних</h3>
            <p class="vp-text">Третій триместр — це нові обмеження, оскільки важкі навантаження та втоми підвищують ризик загроз передчасних пологів. Тому вам потрібно бути дуже акуратними.

                У третьому триместрі звичайні вправи вже здаються складнішими. І жінка з округленим животом, природно, починає важити більше. Швидше за все, вона може мати печію або часту потребу бігти до туалету, оскільки плід всередині давить на сечовий міхур, що призводить до швидкого сечовипускання. Тому те, що колись було добре (можливо, біг підтюпцем або тренування на велосипеді), тепер необхідно вибити з тренувального списку і залишити лише найпростіші і найбезпечніші вправи.
                Список може бути поповнений новими варіантами здійснення, наприклад:
            <ul class="vp-text" style="margin-left: 100px;">
                <li>Метелик. Сядьте в позу лотоса і зімкніть стопи разом. Тепер перевірте свої можливості, — спробуйте коліна опустити ближче до підлоги, знайдіть свій ліміт і поверніться назад. Почніть пружинити. Тут можуть бути багато повторень, але не в повну силу, тому що це імітація рухів крил метеликів.</li>
                <li>Жаба. Щоб зобразити позу жаби, станьте на свої лікті (це не дасть вам лежати животом на підлозі), згинайте ноги в колінах і розведіть їх в сторони. Ця позиція добре розслабляє тіло.</li>
            </ul>
            </p>
        </div>

    </section>
@endsection
