const rozvitok_vagitnosti_data = [
    {
        "week": 1,
        "maluk": "При обчисленні терміну вагітності часто виникає плутанина: виявляється, що термін, поставлений акушером-гінекологом на два тижні більше, ніж реальний. Чому виникає така різниця? Загальноприйнято вираховувати два терміни, акушерський та ембріональний. Акушерський вважають від першого дня останньої менструації. До цієї дати за формулою Келлера додають 280 днів (40 тижнів) і отримують ПДР, передбачувану дату пологів. Щоб не мучитися зі складанням, можна спростити розрахунок: від дати початку останніх місячних відібрати три місяці і додати сім днів. Усі аналізи, програми ведення вагітності, списки обстежень орієнтуються на акушерський термін, який відраховується по тижнях. Ембріональний термін відраховується з овуляції чи зачаття. Він приблизно на два тижні відрізняється від акушерського терміну. Ембріональний термін безпосередньо залежить від регулярності та тривалості менструального циклу. До того ж це дуже приблизна дата: точний день овуляції або зачаття визначити досить складно. Отже, і точне визначення ембріонального терміну розвитку плоду неможливе. Усупереч поширеній думці, УЗД не може підказати точний термін та дату пологів. Воно лише показує, чи відповідають розміри плоду встановленому «акушерському терміну»",
        "mama": null,
        "useful": null,
        "vaga": "Вага: до 0,1 г",
        "dovgina": "Довжина: до 0,1 см",
    },
    {
        "week": 2,
        "maluk": "Щомісяця організм відповідально готується до майбутньої вагітності. Під дією гормонів у яєчниках росте та дозріває домінантний фолікул. Приблизно до середини циклу його стінка розривається, вивільняючи зрілу яйцеклітину. Відбувається овуляція.\n" +
            "\n" +
            "Термін овуляції у кожної жінки індивідуальний, вона може статися на 7-22 дні циклу. Більшість жінок овуляція відбувається на 14 день, відстежити її можна спеціальними тестами.\n" +
            "\n" +
            "Найвищі шанси на зачаття будуть, якщо інтимна близькість станеться в день овуляції або добу-дві до неї.\n" +
            "\n" +
            "Кожен цикл матка \"про всяк випадок\" готується до настання вагітності. Слиз у шийці стає менш густим, щоб сперматозоїдам було простіше потрапити всередину. Під дією гормонів ендометрій товщає, проростає новими кровоносними судинами. У ньому запасаються поживні речовини у разі, якщо запліднена яйцеклітина імплантується у стінку матки.\n" +
            "\n" +
            "Тим часом яйцеклітина просувається фаллопієвою трубою у бік матки. Якщо сперматозоїд у найближчі 24 години запліднить її, то зигота, що вийшла, пізніше прикріпиться до слизової оболонки матки. Якщо запліднення не відбулося, яйцеклітина просто руйнується в матковій трубі. Верхній шар ендометрію відкидається та виводиться під час менструації.\n",
        "mama": null,
        "useful": null,
        "vaga": "Вага: до 0,1 г",
        "dovgina": "Довжина: до 0,1 см",
    },
    {
        "week": 3,
        "maluk": "На третьому тижні відбувається довгоочікувана подія: з'являється малюк. У цей час сперматозоїд і яйцеклітини зливаються, а потім починається зростання і розвиток вашої майбутньої дитини.\n" +
            "\n" +
            "Запліднення утворює клітину-зиготу, яка рухається по матковій трубі у бік матки. Близько 30 годин клітина готується до першого поділу, а потім починає швидко дробитися на дрібніші клітини. За три доби вона поділиться ще кілька разів, перетворившись на 16-32 клітини. До цього моменту вже визначено склад генів, з якими народиться малюк. Це не тільки стать і колір шкіри, але навіть основні органи, темперамент і риси характеру.\n" +
            "\n" +
            "До кінця трьох тижнів яйцеклітина, що ділиться, досягає матки і прикріплюється (імплантується) до її стінки. Цей процес триває близько 40 годин, а після цього ембріон переходить на харчування материнського організму. У місці прикріплення пізніше утворюється плацента, через яку будуть надходити поживні речовини.\n" +
            "\n" +
            "Через тиждень після зачаття клітини оболонки починають виділяти гормон ХГЧ (хоріонічний гонадотропін людини), який дає організму сигнал до перебудови. Кількість гормону швидко зростає, тому одним з надійних способів визначення вагітності є аналіз крові на ХГЧ.\n",
        "mama": "На цьому тижні вагітності ваш організм починає активну гормональну перебудову. Ви можете помітити різкі перепади настрою, підвищену сонливість, швидку стомлюваність, слабкість і навіть дратівливість. Причиною подібних \"Гормональні сплески\" - це нерівномірний викид естрогену та прогестерону в кров. Саме ці гормони є найбільш відповідальними за вагітність, і їх кількість буде регулярно зростати у вашому організмі, особливо в першому триместрі.\n" +
            "\n" +
            "Окрім емоційних змін, ви можете помітити зовнішні зміни. Однією з переваг нового положення є те, що груди мають більш округлу форму і збільшуються в розмірах. \n" +
            "\n" +
            "Зворотною стороною медалі є підвищена чутливість і навіть хворобливість грудей у перші тижні вагітності. Також можуть з'явитися характерні тягнучі болі внизу живота або в попереку.\n" +
            "\n" +
            "Ваші уподобання в їжі можуть змінитися: з'явиться гострий потяг до певних смаків або конкретного продукту, а колись улюблена страва тепер викликає огиду. Різкий запах може викликати напад нудоти.\n" +
            "\n" +
            "На цьому термін відбувається імплантація (прикріплення) заплідненої яйцеклітини в стінку матки. Іноді цей процес супроводжується незначними кров'янистими виділеннями. Мізерні рожево-коричневі виділення або кілька крапель крові є нормальним варіантом.\n",
        "useful": "Іноді може статися, що яйцеклітина закріплюється не в порожнині матки, а в матковій трубі або яєчнику. Тоді, з гінекологічної точки зору, мова піде про \"позаматкову вагітність\". Важливо не допустити її розвитку, оскільки спочатку позаматкова вагітність має ті ж симптоми, що і звичайна маткова вагітність, а пізніше може призвести до розриву труби або навіть загрожувати життю жінки.\n" +
            "\n" +
            "На 3-4 тижні вагітності краще здати аналіз на рівень ХГЧ або УЗД, щоб перевірити, чи правильно прикріплено плодове яйце. Особливо, якщо жінку турбує біль при пальпації, спазми, болі зліва або справа в животі, збільшення їх інтенсивності.\n" +
            "\n" +
            "При своєчасному зверненні сучасна гінекологія може обійтися щадними методами, які дозволять надалі виносити і народжувати здорову дитину.\n",
        "vaga": "Вага: до 0,1 г",
        "dovgina": "Довжина: до 0,1 см",
    },
    {
        "week": 4,
        "maluk": "На початку четвертого тижня ембріон виглядає як тришаровий диск, який активно закладає зачатки майбутніх систем і органів.\n" +
            "\n" +
            "Три шари (зародкові листки) складаються з різних типів клітин і незабаром стануть життєво важливими органами. З зовнішнього зародкового листка (ектодерми) з'явиться нервова система (спинний і головний мозок, периферичні нерви), шкіра і волосся, нігті і емаль зубів. З цієї ж пелюстки утворюються органи чуття. Середній зародковий листок (мезодерма) стане основою для скелета, м'язів, нирок, кровоносної системи, статевих органів. Внутрішній листок (ентодерма) перетвориться на внутрішні органи дитини: дихальні, ендокринні, травні.\n" +
            "\n" +
            "Паралельно з розвитком ембріона розвиваються так звані позазародкові органи. Це хоріон, який пізніше перетвориться на плаценту, амніон (він стане захисним плодовим міхуром) і жовтковий мішечок, який протягом перших 7-8 тижнів вагітності буде виконувати кровотворну, видільну, імунорегуляторну, поживну та обмінну функції.\n",
        "mama": "До четвертого тижня багато жінок ще не здогадуються про вагітність, а неприємні відчуття, такі як чутливість до грудей, дратівливість, тягнучі болі, відносяться до проявів ПМС. На цьому терміні виділення, які можуть супроводжуватися імплантацією плодового яйця, іноді сприймаються як менструація.\n" +
            "\n" +
            "Наростають незвичні відчуття: підвищена сонливість і слабкість, зниження апетиту, гостра реакція на різкі запахи.\n" +
            "\n" +
            "Настрій стрибає сам по собі, а шкіра ніби згадала про перехідний вік, коли вона сяє і світиться, а потім покривається підлітковими висипаннями. На гормональні гойдалки реагує і сечовий міхур - виникають часті позиви \"по-малому\".\n" +
            "\n" +
            "Зовні вагітність поки що непомітна. Зрозуміти, що всередині вас зародилося нове життя, можна за допомогою тесту на вагітність або аналізу на гормон ХГЧ.\n" +
            "\n" +
            "Найбільш інформативним є аналіз крові на ХГч, який має точність близько 98%.\n" +
            "\n" +
            "Якщо під час затримки менструації є ознаки вагітності, а тест виявився негативним, краще повторити його через кілька днів, коли рівень гормону в організмі зросте, або здати аналіз на ХГЧ.\n",
        "useful": "Помірна фізична активність під час вагітності буде корисною для організму.\n" +
            "\n" +
            "Дівчата, які ведуть активний спосіб життя, можуть продовжувати жити в звичному ритмі, лише трохи відрегулюючи рівень навантаження. Навіть зростаюча вага і об'єм не є проблемою, якщо тренер правильно підбере вправи.\n" +
            "\n" +
            "Йога для вагітних - це не модний перебіг, а система фізичних вправ, яка допомагає підготувати тіло до пологів і зберегти психологічне здоров'я. Лікарі визнають, що майбутні мами, які практикують йогу, краще підготовлені до пологів. Вони легко приймають зручну позу, розслабляються, можуть зняти біль, правильно дихають і випромінюють оптимізм. Звичайно, у йоги для вагітних є свої правила та обмеження. Якщо ваша вагітність має ускладнення, обов'язково проконсультуйтеся з лікарем. Кожен інструктор з йоги, який має сертифікат, що готовий до роботи з майбутніми мамами, повинен враховувати ці нюанси.\n" +
            "\n" +
            "Складні пози, що включають стійки на голові та руках, прогини назад (поза верблюда, сарани, колесо, анувітта та інші), однозначно заборонені. Не можна приймати пози лежачи на животі або напружувати м'язи черевної стінки (вакуум, хвиля живота). Після першого триместру протипоказані асани, які виконуються лежачи на спині. У цьому положенні порожниста вена стискається і постачання кисню погіршується.\n" +
            "\n" +
            "Всі вправи повинні виконуватися повільно і плавно, ні в якому разі не на межі можливостей. Допустимі статичні пози, вони покращують кровообіг малого тазу, зміцнюють хребет і м'язи, які безпосередньо беруть участь у пологах.\n" +
            "\n" +
            "Особливо корисні дихальні вправи, які можна робити кілька разів на день. Вони допомагають як під час вагітності, забезпечуючи організми матері та плоду киснем, так і під час пологів, допомагаючи зняти біль і напругу.\n",
        "vaga": "Вага: до 0,1 г",
        "dovgina": "Довжина: до 0,1 см",
    },
    {
        "week": 5,
        "maluk": "Плодове яйце міцно прикріпилося до стінки матки, малюк швидко росте і розвивається.\n" +
            "\n" +
            "Він ще не схожий на дитину, скоріше напівпрозора С-подібна \"кома\", але ембріон вже має всі органи, визначену стать і групу крові, пальці, очі, зовнішнє і внутрішнє вухо, ротова щілина.\n" +
            "\n" +
            "Уздовж тіла утворюється нервова трубка, яка частково закривається на 5 тижні. Виділяється група клітин, яка пізніше стане спинним мозком і всією нервовою системою. Потовщення на кінці нервової трубки виросте в мозок.\n" +
            "\n" +
            "Серце також поки що виглядає як трубка, але незабаром воно стане звичним, чотирикамерним. На 21-22 день після зачаття серце робить перші, ще нерівномірні, скорочення. Поступово ритм вирівнюється, і маленьке серце б'ється з частотою близько 100 ударів на хвилину, переганяючи перші клітини крові по ранніх кровоносних судинах, внутрішні органи та системи малюка продовжують розвиватися. Формуються щитовидні та підшлункові залози, печінка, трахея та гортань, а також травна та сечовидільна системи. Ліворуч і праворуч від спинної хорди вже є парні органи, нирки та легені. У статевих органах закладаються майбутні статеві клітини, у дівчаток яйцеклітини, а у хлопчиків - сперматозоїди.\n" +
            "\n" +
            "До 5-6 тижнів з'являється плацента, яка приносить поживні речовини до ембріона і виводить продукти розпаду. Сам малюк вже оточений амніотичною рідиною, яка створює оптимальні умови для розвитку: комфортну температуру, свободу рухів, захист від зовнішнього середовища. Навколоплідних вод ще дуже мало, тому плід поки що вразливий до впливу хімічних речовин, стресу та інфекції. І з огляду на те, що зараз активно формуються важливі органи та системи, мама має вагомий привід піклуватися про своє здоров'я, переглянути харчування та позбутися шкідливих звичок.\n",
        "mama": "Тиждень 5 - час хороших новин. Затримка менструації вже не здається випадковою, і тест на вагітність в більшості випадків порадує двома заповітними смужками. На УЗД можна побачити наявність плодового яйця в порожнині матки. Тепер зрозуміло, чому виникають нові незвичайні відчуття та дивний стан: нудота, швидка стомлюваність, сонливість, слабкість, можливі запаморочення та головні болі. Ваше тіло активно перебудовується і готується до нової ролі.\n" +
            "\n" +
            "Гормони лютують, і це впливає не тільки на настрій майбутньої мами, але й на самопочуття.\n" +
            "\n" +
            "Наприклад, часті візити до туалету є наслідком роботи гормонів. Вони сприяють розширенню судин і активізації роботи нирок. Часто закладений ніс - це набряк слизових оболонок, викликаний гормональними змінами. І майже кожна жінка відчуває грубість і підвищену чутливість грудей в цей період. Незважаючи на короткий термін, організм вже готується до годування майбутнього малюка.\n" +
            "\n" +
            "П'ятий тиждень може призвести до раннього токсикозу.\n" +
            "\n" +
            "Його головними супутниками є нудота та блювотні позиви. Однак зміни в організмі кожної вагітної жінки дуже індивідуальні, і відсутність всіх цих \"сюрпризів\" також є нормальним варіантом.\n",
        "useful": "За статистикою, кожна друга жінка стикається з проявами токсикозу під час вагітності. Хтось лише трохи \"мутніє\", а хтось нудить від думки про їжу. Вчені не знають причини його виникнення, але з'ясували закономірність: чим раніше виявляється токсикоз, тим важче він буде протікати.\n" +
            "\n" +
            "Найчастіше ранній токсикоз проявляється нудотою і блювотою. Але він може протікати і важче, з надмірним виділенням слини, зміною смаку, запамороченням, судомами, жовтяницею, спазмами дихання, дерматозом.\n" +
            "\n" +
            "Що ж вважається легкою течією? Це те саме блювання, яке виникає до 5 разів на добу у відповідь на сильні запахи (включаючи запах їжі) або на вживання їжі. Може супроводжуватися втратою до 5% ваги. Середній перебіг - це блювота до 10 разів на добу, яка практично не залежить від їжі або запахів. Жінка може втратити більше 3 кілограмів ваги, відчувати зневоднення, зниження тиску, зміни серцевого ритму. Зрідка токсикоз протікає дуже важко: з нестримним блювотою, що виникає щогодини або частіше, з сильним зневодненням, підвищенням температури, втратою 8-10 кілограмів ваги. Вагітність знаходиться під загрозою і може знадобитися госпіталізація.\n" +
            "\n" +
            "Ранній токсикоз вимагає спостереження лікаря, але легкі неприємні відчуття можна зняти народними методами. Перш за все, звикнути до неспішних прогулянок або хоча б регулярного провітрювання приміщення. Уникайте продуктів з консервантами та барвниками, важкої жирної їжі, гострої та борошняної, солодкої газованої води та кави. Порції повинні бути невеликими, рекомендується їсти 5-6 разів на день. У проміжку - рясне пиття, щоб відновити водно-сольовий баланс: зелений або трав'яний чай (продозволені трави краще проконсультуватися з лікарем), мінеральна негазована вода, фруктові та ягідні морси, компоти.\n" +
            "\n" +
            "З вечора приготуйте невеликий перекус: сир, моркву, печиво, курагу або горішки. Вранці, перш ніж встати, з'їжте шматочок. Встаньте з ліжка повільно, а краще полежіть через 5-10 хвилин після пробудження. Якщо напад все-таки почався, спробуйте з'їсти моркву, кисле яблуко або шматочок лимона, пожувати горішки або шматочок імбиру.\n" +
            "\n" +
            "У більшості випадків токсикоз завершується до 14 тижня, але іноді триває довше. У рідкісних випадках цей неприємний стан може супроводжувати жінку протягом всієї вагітності. При сильному токсикозі лікар може призначити голковколювання, електрофорез або ліки, які полегшують стан.\n" +
            "\n" +
            "Незважаючи на те, що токсикоз є неприємним, він не триває вічно. І зовсім скоро всі неприємні симптоми залишаться в далекому минулому.\n",
        "vaga": "Вага: до 0,1 г",
        "dovgina": "Довжина: до 0,2 см",
    },
    {
        "week": 6,
        "maluk": "До шостого тижня майбутня дитина виглядає як мініатюрна пуголовка з великою головою та хвостиком. Ембріон розміром близько 3 мм вільно плаває в 2-3 мілілітрах амніотичної рідини, хоча мама поки що цього не відчуває. Навколо утворюється плодовий міхур, який до пологів оберігає малюка від фізичних впливів.\n" +
            "\n" +
            "Поступово промальовується обличчя: на місці майбутнього носа і вух утворюються горбки, а на місці очей і рота утворюються западини. Починають розвиватися оптичні бульбашки, які пізніше стануть сітківкою ока.\n" +
            "\n" +
            "Зростає розгалужена мережа кровоносних судин, по яких біжать зародкові еритроцити.\n" +
            "\n" +
            "Серце з трубки перетворюється на двокамерний орган з шлуночком і передсердям. Його 110-130 ударів на хвилину вже можна почути на УЗД.\n" +
            "\n" +
            "До кінця шостого тижня майже всі життєво важливі органи вже закладені. Печінка, нирки, кишечник, селезінка, легені будуть тільки рости і вдосконалюватися далі. Нервова трубка закрилася, спинний мозок сформувався, а у мозку з'явилися зачатки правої та лівої півкулі з звивинами. Це дозволяє малюкові реагувати на зовнішні подразники.\n" +
            "\n" +
            "З'явилися зачатки кісткового мозку і вилочкова залоза, яка захистить імунітет.\n" +
            "\n" +
            "Вона буде \"навчати\" Т-лімфоцити боротися зі шкідливими клітинами. Крім імунної системи, розвиваються сечостатева і травна системи. Кишечник вже складається з трьох петель, а в травній трубці з'являється шлунок.\n",
        "mama": "На шостому тижні бал все ще керують гормонами.\n" +
            "\n" +
            "Вони впливають буквально на все: настрій, швидкість обміну речовин, стан шкіри.\n" +
            "\n" +
            "Пролактин, головний гормон, що відповідає за майбутнє грудне вигодовування, виробляється посилено.\n" +
            "\n" +
            "Лікарі спостерігали, що кожна третя жінка не відчуває жодних неприємних відчуттів у цей період. Інші відзначають різні прояви вагітності. Хтось відчуває сонливість або раптові припливи енергії, хтось страждає від токсикозу або відчуває підвищений апетит. Багато хто говорить про зміну своїх смакових уподобань і загострений нюх.\n" +
            "\n" +
            "Починають проявлятися зміни в організмі. Посилення кровопостачання наливає і збільшує груди, може потемніти соски, їх ареоли і лінія, що йде від пупка вниз. Живіт виглядає так само, як і до вагітності, але трохи збільшена матка може тиснути на сечовий міхур. Ця обставина і дії гормонів почастішають \"по-малому\".\n" +
            "\n" +
            "Дефекація, навпаки, може бути трохи ускладненою, а рух газів, що накопичуються в кишечнику, деякі сприймають як перші рухи малюка.\n",
        "useful": "Загальновідомо, що домашні тварини сприятливо впливають на здоров'я та емоційний стан людей. Домашні тварини допомагають легше переносити стреси, позбавляють від безсоння та знижують ризик серцево-судинних захворювань. Доведено, що якщо у майбутньої мами вдома живе собака або кішка, то у неї рідше розвивається гестоз, небезпечний стан другої половини вагітності. Іноді буває, що чотириногі та пернаті члени сім'ї можуть бути небезпечними для вагітної жінки, але якщо дотримуватися простих правил, це буде коштувати.\n" +
            "\n" +
            "Головною рекомендацією при спілкуванні з тваринами є частіше мити руки з милом.\n" +
            "\n" +
            "Коти:\n" +
            "Кішки можуть переносити паразитарне захворювання токсоплазмоз, яке передається людині. Збудники інфекції можуть пройти плацентарний бар'єр і призвести до внутрішньоутробної загибелі плода або вад розвитку плода. Хороша новина полягає в тому, що лише близько 1% вагітних жінок інфікуються токсоплазмами.\n" +
            "Токсоплазмоз може протікати в прихованій формі і за симптомами, схожими на невелику застуду: субфебрильна температура, легкий нежить, трохи збільшені лімфовузли. Збудники небезпечні лише в перші кілька днів після зараження.\n" +
            "Якщо вони оселилися в організмі давно, вони не будуть клопоту. Захворювання не викликає ускладнень, але залишає стійкий довічний імунітет. Про його наявність або відсутність можна дізнатися, здавши ТОРЧ-аналіз.\n" +
            "\n" +
            "Собаки:\n" +
            "Прищеплена, проглистована тварина абсолютно не небезпечна для вагітної жінки. Будь то вуличні чи бродячі собаки. Знайомство з ними краще відкласти на даний момент, незалежно від того, наскільки милим є чужий пухнастик.\n" +
            "Щеплення від сказу показані, якщо чужа тварина ослиняла або вкусила. Після консультації з лікарем вам доведеться пройти курс ін'єкцій. Зараз вони робляться за щадною схемою на О (день звернення) - 3 - 7 - 14 - 30 - 90 день.\n" +
            "Ще одна неприємність, яку можуть принести собаки з вулиці, - гельмінти. Їх виводять токсичними препаратами, тому лікування краще відкласти до більш сприятливого часу.\n" +
            "Максимум, що можна очікувати від гельмінтів - це невелика анемія, дефіцит вітамінів, алергічні реакції.\n" +
            "Собака, яка повернулася з прогулянки, може принести комах до будинку. Мова йде не тільки про бліх - неприємних, але легковиведених гостей - але й про іксодових кліщів. Після пробудження зі сплячки голодні кліщі чіпляються за тварин, що проходять повз, або падають на них з гілок. У домашніх умовах кліщі потрапляють на інших членів сім'ї, і якщо вони встигнуть присмоктуватися, вони можуть стати джерелом бореліозу та вірусного кліщового енцефаліту. Для профілактики можна лікувати домашніх тварин репелентами, а майбутню маму можна заздалегідь вакцинувати проти енцефаліту.\n" +
            "\n" +
            "Гризуни:\n" +
            "Симпатичні хом'ячки, декоративні щури, шиншили та морські свинки, які все життя не виходили далі, ніж власна клітка, не є небезпечними для майбутніх мам. А ось їхні дикі родичі - відомі переносники туляремії, лептоспірозу, сальмонельозу. Тому з незнайомими гризунами (білками, кроликами, кротами, нутріями) та їжаками краще не мати справу.\n" +
            "\n" +
            "Птахи:\n" +
            "У людини та птахів є загальне захворювання: орнітоз (папуга). Це неприємне інфекційне захворювання, яке виникає з підвищенням температури, ураженням легенів і ураженням нервової системи. У важких випадках може розвинутися пневмонія та менінгіт. Бактерія-збудник не проходить через плацентарний бар'єр, але важкий перебіг орнітозу у мами може призвести до переривання вагітності.\n" +
            "\n" +
            "Рептилії та риби:\n" +
            "Повільні черепахи, ігуани і навіть акваріумні рибки часто стають переносниками сальмонельозу. При зараженні плід не постраждає, але майбутня мама може зіткнутися з високою температурою, блювотою, розладом шлунка та зневодненням.\n",
        "vaga": "Вага: до 0,2 г",
        "dovgina": "Довжина: до 0,4 см",
    },
    {
        "week": 7,
        "maluk": "Дитина продовжує стрімко зростати, розвиваючи внутрішні органи та системи, формуючи кінцівки, формуючи обличчя та його частини. Малюк починає рухатися, рухаючи ручками і ніжками, намагаючись повернути голову.\n" +
            "\n" +
            "Мама ще не відчуває цих рухів, дитина занадто маленька. На цьому терміні руки і ноги плода подовжуються. Ручки розділилися на кисть, передпліччя та плече.\n" +
            "\n" +
            "Хоча вони все ще схожі на маленькі плавці, вони мають зачатки суглобів. На кистьових перетинках, які були на місці пальців, утворюються міжпальцеві розщеплення.\n" +
            "\n" +
            "Обличчя стає все чіткішим: видно ніздрі, утворюються верхня і нижня щелепи, закладені зачатки зубів. Розвивається травна система: закладається тонкий кишечник, з'являється пряма кишка і підшлункова залоза, утворюються жовчні протоки в печінці. Вся ця система покриває передню стінку живота.\n" +
            "\n" +
            "Серце стало більше і розділилося на дві камери, праву і ліву. Він більше не поміщається в грудях плода і виступає над його поверхнею. У легенях з'явилися зачатки бронхів, і самі легені продовжують рости.\n" +
            "\n" +
            "Ендокринна система запрацювала. Клітини, що відповідають за імунітет, активно виробляються. Сформувалася частина надниркових залоз, яка пізніше буде виробляти гормони стресу. Після 7 тижня мамі важливо уникати занепокоєння, тому що малюк вже сприймає емоції, розпізнає їх і гостро реагує.\n",
        "mama": "До сьомого тижня всі \"принади\" вагітності в розпалі. Ваше тіло все ще потребує більшого відпочинку та більшого сну.\n" +
            "\n" +
            "Зростають сплески емоцій, можуть з'явитися незрозумілі тривоги і страхи, а також напади нудоти або запаморочення. Однак багато жінок стверджують, що в цей період радість від зародження нового життя переважає всі можливі нездужання.\n" +
            "\n" +
            "Іноді шкіра реагує на гормональну перебудову. Можуть з'явитися червоні або пігментні плями, вугровий висип, з'явиться жирний блиск. Якщо ваші звичні засоби догляду не допомагають вам, спробуйте знайти нові. Бувають випадки, коли у вагітної жінки можуть набрякати ноги, пальці рук і обличчя. Це серйозний симптом, з яким слід звернутися до лікаря.\n" +
            "\n" +
            "Матка продовжує збільшуватися, що може викликати неприємні відчуття внизу живота.\n" +
            "\n" +
            "Зовні це поки що непомітно, тільки ви і ваші близькі знають про особливу роботу, яка відбувається всередині вас. Єдине, що може видати ваше \"особливе становище\", це незвичне самопочуття та невеликі зміни в фігурі.\n" +
            "\n" +
            "Гормони провокують перерозподіл жирової тканини, і фігура стає більш жіночною, округлою. Груди збільшуються, що може супроводжуватися болем при дотику, поколюванням, відчуттям тяжкості.\n",
        "useful": "Настала вагітність зовсім не привід лягти і пролежати 9 місяців, побоюючись найменшого напруження. Навпаки, при нормальному перебігу вагітності дозована гімнастика є життєво важливою. Хронічні захворювання вимагають індивідуального підходу, але зазвичай не є абсолютним протипоказанням для занять. Однак є ряд станів, коли найменше напруження протипоказане, і легке фізичне зусилля може призвести до непоправних наслідків. Для визначення допустимого рівня навантажень слід проконсультуватися з лікарем-спостерігачем.\n" +
            "\n" +
            "Спеціальні вправи для вагітних готують майбутню маму до \"роботи\" під час пологів.\n" +
            "\n" +
            "Користь вправ очевидна: вони покращують кровообіг, зміцнюють м'язи, збагачують кров киснем, вчать розслабляти і напружувати окремі групи м'язів. Хороша фізична форма знизить ризик ускладнень під час пологів, а потім допоможе жінці швидше відновитися.\n" +
            "\n" +
            "Найпростіше, що можна рекомендувати майбутній мамі, це статичні (йога) і легкі аеробні навантаження, які збагачують організм киснем. Це ходьба у вільному темпі, плавання, аквааеробіка, ЛФК під наглядом тренера та під контролем тиску та пульсу. Протипоказані навантаження, пов'язані з різкими стрибками, струсами, вібрацією, підняттям важких предметів, ривками, падіннями: кінний і гірськолижний спорт, всі види бойових мистецтв, командні ігри, важка атлетика, альпінізм тощо. Інтенсивні навантаження, такі як підготовка до змагань, призводять до протилежного результату: порушення кровопостачання плода, що може призвести до відставання в розвитку, замерзлої вагітності та передчасних пологів.\n" +
            "\n" +
            "Інтенсивність навантажень змінюється в залежності від терміну вагітності та її перебігу. У першому триместрі, коли органи дитини закладаються, а сама вагітність ще \"нестабільна\", краще займатися мінімально, але регулярно. Багато лікарів взагалі радять відкласти ідею занять до 13-15 тижнів. Але якщо мама була добре підготовлена до вагітності, а лікар-спостерігач не бачить протипоказань, можна займатися спортом! У першому триместрі показано дихальну гімнастику, вправи для рук і ніг, зміцнення плечового поясу. Заборонені силові вправи та заняття, що підвищують внутрішньочеревний тиск.\n" +
            "\n" +
            "До другого триместру вагітності майже нічого не загрожує, тому можна трохи збільшити інтенсивність тренувань. Правда, в цей час активно росте матка, збільшується навантаження на хребет, м'язи спини і ніг. Що ще неприємно - центр ваги зміщується, рухи стають незручними і скутими. У цей час можна додати вправи для зміцнення м'язів спини, рук і ніг. Частина тренування перекладається з вертикального положення на сидяче або горизонтальне. Більше часу приділяється розслабленню, розслабленню м'язів, відпочинку між підходами.\n" +
            "\n" +
            "Третій триместр є найскладнішим з точки зору фізичної активності. Живіт вже настільки виріс, що обмежує рухи. Мама втомлюється навіть від невеликих навантажень, вони можуть супроводжуватися задишкою, печією та розчаруванням від власної незграбності. Важко вправи на спині і стоячи, не можна підтримувати швидкий темп. У цей період краще виконувати вправи в спокійному темпі, в невеликій кількості, але регулярно. Доцільно відвідувати спеціальні заняття для вагітних, де вони навчають необхідні навички пологів: напруження та розслаблення окремих груп м'язів, релаксація та різні види дихання.\n",
        "vaga": "Вага: до 0,5 г",
        "dovgina": "Довжина: до 0,8 см",
    },
    {
        "week": 8,
        "maluk": "На восьмому тижні малюк стає все більш схожим на людину, а не на інопланетянина. Голова наразі становить близько половини довжини всього тіла.\n" +
            "\n" +
            "Маленьке обличчя продовжує набувати впізнаваних рис. Під опуклим носиком з'являється верхня губа, у роті - язичок і смакові рецептори. Внутрішнє вухо та вушні раковини оформляються. Очі розташовані з боків голови і прикриті зачатками повік. Цього тижня в клітинах сітківки з'явиться пігмент, який пізніше буде відповідати за сприйняття світла.\n" +
            "\n" +
            "Серце плода стало схожим на серце дорослої людини, у нього сформувалися всі чотири камери: дві передсердя і дві шлуночки. Він працює належним чином, перекачуючи кров. До речі, малюк вже повністю перейшов на харчування від мами і отримує все необхідне через пупковий канат.\n" +
            "\n" +
            "Кістки та хрящі активно розвиваються, деякі скелетні хрящі тверднуть. На зростаючих руках видно суглоби, чітко видно плечі та передпліччя. Шлунок з грудної клітки опустився в черевну порожнину і почав виробляти шлунковий сік. Крім нього, в травній системі розрізняють стравохід і різні відділи кишечника.\n" +
            "\n" +
            "Нервова система стає все складнішою: до кінця протягом восьми тижнів мозок і спинний мозок диференціюють свої обов'язки і починають виконувати свої функції. У хлопчиків утворюються яєчка, а у дівчаток - яєчники, але на УЗД поки що не можна дізнатися стать дитини.\n",
        "mama": "До 8-го тижня животик, що росте, ще не помітний оточуючим, але ви можете відчути, що ваші улюблені вузькі джинси стали важко застібатися. Вузький обтягуючий одяг стає незручним, тому ви можете оновити свій гардероб більш вільними речами. На збільшених грудях можуть потемніти і набухнути соски, виступати вени. Настав час перейти на зручну білизну, що не стискає.\n" +
            "\n" +
            "Пам'ятайте, що комфортний і приємний для тіла одяг дуже важливий для вагітних і сприяє кращому самопочуттю.\n" +
            "\n" +
            "Гормональні \"гойдалки\" продовжуються, а разом з ними - швидка стомлюваність, сонливість, дратівливість. Шкіра та волосся реагують на гормони по-різному. Хтось буквально розквітає і світиться зсередини, а хтось проявляє такі неприємності, як шарування нігтів і надмірно посічене волосся, надлишок шкірного сала. Не варто засмучуватися, якщо такі \"сюрпризи\" не обійшли вас, вони є тимчасовими і можуть бути виправлені за допомогою правильного догляду.\n" +
            "\n" +
            "Вагітна збільшує кількість циркулюючої крові, що іноді може призвести до варикозного розширення вен.\n" +
            "\n" +
            "Вияви варикозу: відчуття розпирання і тяжкості в ногах, особливо вечорами, на шкірі з'являються судинні \"зірочки\" або явно протікають вени. Якщо ви вперше зіткнулися з варикозом або він загострився під час вагітності, настав час звернутися до лікаря-флеболога.\n",
        "useful": "Знаходження правильної інформації під час вагітності є надзвичайно важливим аспектом для майбутніх батьків. Перш за все, важливо перевіряти джерела інформації, приділяючи увагу медичним журналам, лікарям та веб-сайтам медичних установ, щоб уникнути розповсюдження міфів та недостовірної інформації, які можуть призвести до паніки.\n" +
            "\n" +
            "Медичні консультанти, такі як лікарі та акушери, є надійним джерелом інформації та можуть надати персоналізовані поради з урахуванням конкретних потреб кожної вагітної жінки. Їх експертна допомога може допомогти майбутнім батькам вирішувати будь-які питання та відчувати себе впевнено у плануванні та подальшому розвитку вагітності.\n" +
            "\n" +
            "Крім того, обговорення з іншими батьками та спеціалістами може стати важливою емоційною підтримкою. Такий обмін досвідом дозволяє поділитися страхами, радощами та питаннями, що виникають у майбутніх батьків, і отримати цінні поради та рекомендації.\n" +
            "\n" +
            "Збереження здоров'я матері та дитини, відфільтрування правдивої інформації від міфів та здійснення медичних консультацій — усе це допомагає майбутнім батькам відчувати себе впевнено та підготовлено до радостей батьківства, а також створює умови для народження здорової та щасливої дитини.\n",
        "vaga": "Вага: 1 г",
        "dovgina": "Довжина: 1,6 см",
    },
    {
        "week": 9,
        "maluk": "За 9 тижнів у розвитку дитини відбувається багато нового. Спина поступово розпрямляється, між нею і головою вже можна помітити шию.\n" +
            "\n" +
            "Ембріональний хвіст розсмоктується, і плід вже схожий на маленького чоловічка, хоч і з великою головою. Очі поки що закриті століттями. У роті утворюються зачатки молочних зубів, а на голові - майбутні волосяні фолікули. З'являються перші безумовні рефлекси, ковтання і смоктання.\n" +
            "\n" +
            "Ручки та ніжки продовжують подовжуватися. Ноги стали помітно довшими, а на руках чітко видно лікоть. На крихітних пальцях з'являються папілярні лінії. Вони складаються з неповторного малюнка \"відбитка пальця\".\n" +
            "\n" +
            "Великий палець відокремлюється від інших і займає своє місце на долоні. Мозоком активно розвивається. Він вже розділений на дві півкулі, в яких закладаються звивини.\n" +
            "\n" +
            "Можна розрізнити гіпофіз, який відповідає за ріст і обмінні процеси, і мозочок, який координує рухи.\n" +
            "\n" +
            "До кінця дев'ятого тижня у малюка працює щитовидна залоза, починається закладка і розвиток лімфатичної системи.\n" +
            "\n" +
            "Чотирикамерне серце робить 130-150 ударів на хвилину, забезпечуючи кров'ю весь маленький організм. З мамою дитина пов'язана пуповиною, яка складається з трьох великих судин.\n" +
            "Пупкова вена несе кров, збагачену киснем і поживними речовинами. Дві пупкові артерії відводять до плаценти кров плода, насичену вуглекислим газом і продуктами обміну речовин.\n",
        "mama": "До третього місяця вагітності у вас все ще можуть проявлятися перепади настрою, головні болі, реакції на запахи, плаксивість, нудоту та проблеми з кишечником. Під впливом гормонів травлення сповільнюється, і багато жінок відзначають такі неприємні наслідки, як запори, здуття живота, метеоризм.\n" +
            "\n" +
            "Намагайтеся якомога більше рухатися, гуляти, регулярно пити воду.\n" +
            "\n" +
            "Ваги можуть відображати незначний приріст, особливо якщо токсикоз обійшов вас. Це нормально: організм накопичує жирову тканину, а також збільшує кількість крові.\n" +
            "\n" +
            "Зростання і збільшення грудей в цей період може спровокувати появу розтяжок. Щоб уникнути їх, використовуйте натуральні косметичні масла або зволожуючий крем.\n" +
            "\n" +
            "Через те, що серце мами тепер перекачує додаткову кількість крові, можуть виникнути носові кровотечі, набряк вени на руках і ногах. Рідини в організмі стають більшими, що означає, що все частіше хочеться ходити в туалет. Поки водний баланс організму ще не встановлений, можуть виникнути напади запаморочення або гострої спраги. Сезонні овочі та фрукти з високим вмістом води допоможуть трохи покращити ситуацію.\n",
        "useful": "Якщо лікар на УЗД повідомив вам, що ви станете мамою близнюків або навіть трійників, вітаємо вас!\n" +
            "\n" +
            "Багато жінок мріють завагітніти кількома малюками одночасно, але такий шанс трапляється нечасто. З загальної кількості новонароджених у світі, вважається, що лише 2% складають близнюки, а трійнята менше 2% від усіх близнюків.\n" +
            "\n" +
            "Багатоплідна вагітність має свої передумови. Наприклад, генетичний фактор - якщо у роду одного з батьків були випадки народження близнюків. Чим старше майбутня мати, тим більша ймовірність багатоплідної вагітності. Прийом ліків від безпліддя або відміна гормональних контрацептивів може сприяти появі близнюків. В останні десятиліття народжуваність близнюків зросла завдяки допоміжним репродуктивним технологіям (наприклад, екстракорпоральному запліднення - ЕКЗ).\n" +
            "\n" +
            "Близнюки бувають однояйцеві та різнояйцеві.\n" +
            "Однояйцеві розвиваються з однієї зиготи, однієї яйцеклітини, заплідненої одним сперматозоїдом. Такі малюки будуть одностатевими і схожими на дві краплі води. Різнояйцеві близнюки розвиваються з двох окремих яйцеклітин, запліднених різними сперматозоїдами. Такі двійнята або трійники мають різний генотип (набір генів), можуть бути різної статі і помітно відрізнятися один від одного.\n" +
            "\n" +
            "Медики стежать за багатоплідною вагітністю ще уважніше, ніж за звичайною.\n" +
            "\n" +
            "Серцево-судинна система, легені, печінка, нирки та інші органи жінки функціонують з більшою напругою, ніж при виношуванні однієї дитини. Для розвитку близнюків потрібно багато місця, тому матка вагітної росте швидше, викликаючи дискомфорт у внутрішніх органах.\n" +
            "\n" +
            "Жінка, вагітна близнюками або трійнями, повинна бути дуже дбайливою до свого здоров'я з самого раннього періоду. Зменшіть навантаження та зайнятість, розділіть побутові турботи з рідними. Пам'ятайте, що зараз у вас особливий і важливий період. Незважаючи на можливі труднощі, вам пощастило, і незабаром ви станете мамою кількох прекрасних малюків.\n",
        "vaga": "Вага: 2 г",
        "dovgina": "Довжина: 2,3 см",
    },
    {
        "week": 10,
        "maluk": "Ура! На 10-му тижні малюк переходить на нову стадію розвитку: якщо раніше він вважався ембріоном, то тепер офіційно називається плодом. До цього часу всі органи і системи вже сформовані, і вони будуть тільки рости і розвиватися далі. Якщо до цього моменту все було добре, то далі можна не боятися аномалій розвитку. Поки що дитину оточує близько 20 мл амніотичної рідини. Він активно плаває в матці, відштовхується від її стінок, але мама поки що цього не відчуває.\n" +
            "\n" +
            "Нервова система розділена на центральну та периферичну. Мозок розвивається з вражаючою швидкістю, з'являється близько 250 000 нейронів щохвилини. Крихітка реагує на зовнішні подразники: біль, тиск, вібрацію, сильні емоції мами.\n" +
            "\n" +
            "Якщо йому щось не подобається, він може відвернутися, прикритися руками, відсторонитися. Руки і ноги згинаються в ліктях і колінах, а на пальцях з'являються зачатки майбутніх нігтів. Велика голова стає округлою. Повіки все ще закривають очі, а вуха мають мочки. Зачатки молочних зубів продовжують розвиватися. Багато органів працюють «як у дорослих\". Наприклад, нирки вже утворюють сечу і виводять її в сечовий міхур, звідки сеча потрапляє назовні. Починають роботу кишечник, печінка і підшлункова залоза, утворюється діафрагма.\n" +
            "\n" +
            "Шкіра малюка тонка, напівпрозора. Через неї просвічуються судини. Клітини крові вдосконалюються: тепер можна визначити групу крові дитини. Якщо раніше скелет складався переважно з м'яких хрящів, то тепер починається їх затвердіння.\n" +
            "\n" +
            "Дитині потрібно все більше кальцію, і вона бере його з організму мами.\n",
        "mama": "До 10-го тижня з'ясовується, що улюблені обтягуючі джинси все-таки доведеться на деякий час розлучитися: вони перестають застібатися. Не дивно, що починаються збільшення ваги.\n" +
            "\n" +
            "Ті, кого мучив токсикоз, теж потихеньку набирають вагу, яку раніше скинули. Нові кілограми поки що рівномірно розподіляються по тілу, і трохи округлий живіт ще мало хто може побачити.\n" +
            "\n" +
            "Хоча, якщо це не ваша перша вагітність, або вона багатоплідна, будьте готові до уваги оточуючих. На ареолах грудей починають з'являтися вузлики - монтгомері - невеликі горбки. Це видозмінені сальні залози, які зберігаються протягом всієї вагітності та під час грудного вигодовування. Речовини, які вони виділяють, захистять груди від інфекцій і запалень, і після закінчення годування ці вузлики поступово зникнуть.\n" +
            "\n" +
            "Ваша матка продовжує збільшуватися, і це може викликати неприємні відчуття: потягання внизу живота або \"стріляючий\" короткочасний біль. Це пов'язано з розтягненням м'язів і зв'язок, які підтримують матку.\n",
        "useful": "Під час вагітності жіночий організм працює за двох, перекачуючи і свою кров, і плід. При цьому кількість циркулюючої крові збільшується, а кількість її елементів залишається незмінною, тобто кров \"розріджується\".\n" +
            "\n" +
            "Невелика кількість еритроцитів вже не може забезпечити всі тканини киснем, що може призвести до анемії, яка часто зустрічається у вагітних жінок.\n" +
            "\n" +
            "На перші симптоми анемії - стомлюваність, слабкість, легкі запаморочення, невелика задишка, блідість - мало хто звертає увагу, списуючи їх на особливості вагітності. Це нормально для вагітних, тому навіть нижня межа гемоглобіну (білка, що допомагає переносити кисень) у майбутніх мам знижена: 110 г/л проти 120-140 г/л для невагітних жінок.\n" +
            "\n" +
            "Добре, якщо цей рівень буде зберігатися протягом всієї вагітності. Залежно від кількості гемоглобіну в крові анемія поділяється на кілька ступенів: легка (110-90 г/л), вміру виражена (89-70 г/л) і тяжка (69-40 г/л). Контролюється аналізами 1-2 рази на місяць.\n" +
            "\n" +
            "Підвищена увага вимагає 16-20 тижнів, коли починається кровотворення у плода, а залізо з материнського організму витрачається особливо активно. До кінця вагітності запаси заліза в жіночому організмі зазвичай виснажуються, і їх повне відновлення займе 2-3 роки.\n" +
            "\n" +
            "Крім дефіциту заліза, анемію можуть викликати дефіцит фолієвої кислоти, вітамінів групи В і С. Одним із способів профілактики залізодефіцитної анемії є правильне харчування.\n" +
            "\n" +
            "Залізо, що надходить з їжі, організм людини засвоюється приблизно на 50%. Найкраще залізо засвоюється з риби, м'яса, субпродуктів, найгірше (на 3-5%) - з овочів і фруктів. За рекомендацією лікарів, не менше 75% заліза, що надходить у організм, має бути тваринного походження.\n" +
            "\n" +
            "У важких випадках, коли не можна виправити ситуацію лише правильним харчуванням, на допомогу приходять залізовмісні препарати. Експерти ВООЗ підрахували, що приблизно з 16 тижня вагітності будь-яка жінка повинна отримувати не менше 60 мг заліза на добу. При перших симптомах анемії дозу слід збільшити вдвічі.\n" +
            "\n" +
            "Важко досягти цих цифр лише правильним харчуванням, навіть якщо є лише стейки та котлети. Тому лікарі призначають пероральні препарати заліза для забезпечення безпеки. У важких випадках майбутню маму можна помістити в стаціонар і під наглядом вводити ін'єкційні препарати заліза. Лікування має накопичувальний ефект, тому його успішність можна оцінити приблизно через 6 тижнів після початку прийому ліків.\n",
        "vaga": "Вага: 4 г",
        "dovgina": "Довжина: 3,1 см",
    },
    {
        "week": 11,
        "maluk": "Дитина поки що складна непропорційно: велика голова, довгі ручки, короткі ноги. Через деякий час він стане для вас найкрасивішим малюком у світі. Але зараз він вміє дихати під водою, і поки плаває в амніотичній рідині, він робить невеликі вдихи і видихи.\n" +
            "\n" +
            "Мозока вже панує над усім в організмі. Саме через його інтенсивний розвиток у плода поки що така велика голова. У мозку вже сформувалися основні відділи. З кожним днем його структура ускладнюється, зростає кількість нейронів. Мозок відправляє імпульси в кожну клітину організму, керує поворотами голови, рухами рук і ніг, ковтанням.\n" +
            "\n" +
            "У малюка з'являється райдужна оболонка очей, голосові зв'язки і нюх. Він може визначати смак амніотичної рідини і виявляти невдоволення, якщо щось не подобається.\n" +
            "\n" +
            "До речі, є дослідження, які показують, що на смак навколоплідних вод впливає харчування мами. \n" +
            "\n" +
            "Формуються грудина і діафрагма. Формування геніталій завершується. Найближчим часом на плановому УЗД можна буде дізнатися стать дитини.\n",
        "mama": "Цей тиждень може принести нові відчуття, такі як легкі болі в спині. Вони пов'язані зі зміною центру ваги тіла і не повинні викликати у вас серйозного дискомфорту.\n" +
            "\n" +
            "Матка збільшується, але піднімається в черевну порожнину. Вона вже не так сильно тисне на сечовий міхур, що означає, що візити до дамської кімнати стануть меншими. Живіт вже трохи видно, особливо якщо ви в обтягуючому одязі. Настав час перейти на більш просторі та зручні речі, тим більше стиль оверсайз міцно закріпився в моді.\n" +
            "\n" +
            "Робота травної системи сповільнилася, що може призвести до здуття живота і запору, збільшення живота до вечора і після їжі.\n" +
            "\n" +
            "Рухи газів у кишечнику можна сприймати як перші удари малюка, і хоча він зараз дуже активний, ще досить рано, щоб відчути це. Запори, зниження фізичних навантажень і збільшення кількості циркулюючої крові можуть викликати геморой. Це хворобливий стан, про який обов'язково потрібно поговорити зі своїм лікарем.\n" +
            "\n" +
            "Груди продовжують готуватися до лактації. Вона збільшується, в деяких випадках стає дуже чутливою, а ареоли темніють. На животі може з'явитися трохи темна вертикальна смуга, що йде вниз від пупка. Не хвилюйтеся, це природна реакція шкіри на гормональні зміни. Пігментація у вигляді смуги зникне через кілька місяців після народження малюка.\n",
        "useful": "Скринінг вагітності - це комплекс обстежень, який дозволяє батькам і лікарям отримувати інформацію про здоров'я малюка. Зазвичай скринінг проводиться тричі - у першому, другому та третьому триместрі, включаючи УЗД та біохімічний аналіз венозної крові вагітної.\n" +
            "\n" +
            "Перший триместр вагітності вважається одним з найважливіших і найскладніших, оскільки саме в цей період формуються внутрішні органи і системи організму малюка і закладається його майбутнє здоров'я. Скринінг 1 триместру проводиться за планом протягом 10-13 тижнів.\n" +
            "\n" +
            "Основними завданнями першого скринінгу є: уточнення терміну вагітності, визначення передбачуваної дати пологів; аналіз розвитку плода: правильне розташування ручок і ніжок, чи відповідає розмір малюка терміну вагітності; визначення місця прикріплення плаценти; оцінка якості та кількості навколоплідної рідини; виявлення загрози переривання вагітності; аналіз ультразвукових маркерів хромосомних аномалій (вимірювання носової кістки, товщини комірцевого простору, біпарієтального розміру голови плода); виключення грубих вад розвитку внутрішніх органів - головного мозку, скелета, серця, деяких внутрішніх органів.\n" +
            "\n" +
            "Найголовніше, що дає скринінгове УЗД, це те, що воно дозволяє майбутнім батькам та вагітним лікарям отримати детальну інформацію про здоров'я та розвиток малюка, визначити ступінь ризику народження дитини з вродженою вадами розвитку, хромосомною та спадковою патологією.\n" +
            "\n" +
            "Раннє виявлення патологій має велике значення. Це дає можливість почати лікування захворювань якомога раніше і, якщо не повністю вилікувати їх, то хоча б максимально полегшити симптоми. Якщо під час обстеження лікар помічає будь-які відхилення, вагітність контролюється особливо ретельно, щоб запобігти розвитку ускладнень або передчасних пологів.\n" +
            "\n" +
            "Скринінг під час вагітності нешкідливий як для мами, так і для малюка. Це досить точне дослідження, хоча слід чітко розуміти, що воно не дає стовідсоткової гарантії. Точність скринінгу залежить від багатьох факторів, особливо від професіоналізму лікарів та якості медичного обладнання.\n",
        "vaga": "Вага: 7 г",
        "dovgina": "Довжина: 4,1 см",
    },
    {
        "week": 12,
        "maluk": "До 12 тижня малюк все ще вільно плаває в навколоплідних водах. Іноді він заковтує трохи рідини, яка містить білки, жири, глюкозу, гормони, солі, вітаміни.\n" +
            "\n" +
            "Проковтнуту рідину організм переробить, а нирки виведуть назовні у вигляді сечі. Але не думайте, що малюк плаває там серед продуктів свого життя: кожні 3 години навколоплідні води повністю оновлюються.\n" +
            "\n" +
            "Малюк вже вміє робити дрібні рухи: відкривати і закривати очі, крутити головою, зморщувати губи, рухати пальцями. На УЗД можна побачити, як він відкриває рот, стискає і розтискає кулачки, смокче великий палець, закриває вуха. На допплерографії можна почути серцебиття, яке зараз працює зі швидкістю 110-160 ударів на хвилину.\n" +
            "\n" +
            "Ендокринна система включає в себе роботу: вилочкова залоза керує імунітетом, а гіпофіз виробляє гормони, що відповідають за ріст і обмін речовин. Внутрішні органи та системи продовжують зріти. У тонкому кишечнику з'явилася перистальтика, печінка почала виробляти жовч.\n" +
            "\n" +
            "Хрящі, що складаються з скелета, потихеньку окостеніють, використовуючи кальцій з організму мами.\n",
        "mama": "Багато вагітних жінок відзначають, що до 12-го тижня вони починають відчувати себе набагато краще.\n" +
            "\n" +
            "Ранкова нудота зникає, а дратівливість змінюється на спокій і гармонію. Матка більше не поміщається в тазу і активно росте вгору. Опуклий животик стає видимим неозброєним поглядом. З початку вагітності збільшилося від 1,5 до 4 кілограмів. Якщо раніше вас турбувало токсикоз і ви не могли повноцінно харчуватися, то тепер будьте готові до збільшення апетиту.\n" +
            "\n" +
            "Однак не поспішайте \"їсти за двох\". Набагато краще приймати їжу регулярно і помірними порціями. Це дозволить уникнути іншої поширеної неприємності серед вагітних - утворення печії. Справа в тому, що під впливом прогестерону розслабляється сфінктер, що розділяє стравохід і шлунок. І шлунковий сік, що закидається в стравохід, викликає запікання. Розумний підхід до харчування, повноцінне збалансоване харчування та регулярне вживання їжі невеликими порціями значно знизять ймовірність її виникнення.\n" +
            "\n" +
            "На цьому терміні можуть початися судоми або болі в ногах. Ці неприємні явища сигналізують про нестачу мінералів, зокрема кальцію та магнію. Плід активно росте і отримує необхідні для росту речовини з материнського організму. Збалансоване харчування або вітамінні комплекси допоможуть вам відновити свої ресурси.\n",
        "useful": "Стать майбутньої дитини, мабуть, є найбільш хвилюючим питанням для багатьох батьків та їх оточення. За ці місяці вагітна жінка чує десятки передбачень, заснованих на народних прикметах та особистому досвіді радників. Природа зазвичай має свої плани щодо дітей, і вона сміється, дивлячись на всі ці домисли та складні розрахунки.\n" +
            "\n" +
            "Деякі використовують таблиці, які обіцяють потрібну стать, виходячи з розрахунку віку жінки та передбачуваного місяця народження крихти. Інші додали до своїх таблиць вік батька. Популярним є планування статі дитини за овуляцією, розрахунок за групою крові.\n" +
            "\n" +
            "Всі ці методи корисні для того, щоб розважитися в очікуванні того часу, коли можна буде по-справжньому визначити стать дитини. Звичайно, не варто серйозно довіряти їм.\n" +
            "\n" +
            "Сучасні технології дозволяють визначити стать дитини, починаючи з 10-го тижня вагітності. Це генетичні дослідження крові матері, які мають високу точність, аж до 95%.\n" +
            "\n" +
            "Під час вагітності кровоносна система матері та малюка є єдиною, тому в крові жінки є невелика концентрація ДНК плода. Цю ДНК досліджують для виявлення маркера Y-хромосоми, щоб визначити стать дитини. Перевага цього тесту полягає в тому, що він повністю безпечний для вагітної жінки та плоду.\n" +
            "\n" +
            "Починаючи з 17-го тижня, можна досить точно визначити стать за допомогою ультразвукового дослідження. Багато батьків дізнаються, що у них буде хлопчик або дівчинка на плановому скринінговому УЗД через 20 тижнів.\n" +
            "\n" +
            "В останні роки набули популярності незвичайні способи дізнатися і повідомити оточуючим стать майбутньої дитини. На УЗД майбутні батьки просять лікаря не повідомляти їм стать малюка, а записати ці дані та запечатати в конверт. Потім конверт передають кондитеру і просять зробити торт з рожевою начинкою, якщо у них дівчинка, або з блакитною начинкою, якщо хлопчик. Торт урочисто розрізають на вечірці на честь майбутнього малюка або на сімейній фотосесії.\n" +
            "\n" +
            "А деякі батьки, навпаки, навмисно відмовляються заздалегідь дізнатися стать дитини, воліючи, щоб це стало сюрпризом у день її народження. Чому б і ні, найголовніше, щоб малюк був коханий батьками, незалежно від його статі.\n",
        "vaga": "Вага: 14 г",
        "dovgina": "Довжина: 5,4 см",
    },
    {
        "week": 13,
        "maluk": "Дитина продовжує стрімко зростати. За минулий тиждень тулуб помітно зріс, і малюк став більш пропорційним. Більшу частину часу він спить, але коли прокидається, він стає дуже активним. Він смокче палець, стискає кулаки, безладно згинає ручки і ніжки, крутить головою. М'язи шиї зміцнилися, тому голова вже не так щільно притиснута до грудей. Малюк може, хоч і незграбно, рухати нею.\n" +
            "\n" +
            "Все більше і більше промальовується обличчя. Очі поки що закриті століттями, але вони зрушилися з боків голови до центру. Чітко видно опуклий носик і підборіддя. У роті утворилися зачатки всіх 20 молочних зубів, а в горлі - голосові зв'язки. Всі мімічні зморшки вже закладені, тепер малюк може робити кумедні обличчя.\n" +
            "\n" +
            "Решта органів продовжують розвиватися і вдосконалюватися. Жовчний міхур вже виконує свою основну функцію: збирає жовч, яку виділяє печінка. Хрящовий скелет продовжує кістяніти, утворюючи окремі ребра. На стінках кишечника утворюються ворсинки, які проводять в організм поживні речовини з їжі.\n" +
            "\n" +
            "Мозок розвивається, і його структура ускладнюється з кожним днем. Серце скорочується 140-170 разів на хвилину, за добу він проганяє через себе близько 20 літрів крові. З'являються нові кровоносні судини, які будуть забезпечувати кров'ю кожен орган, кожну тканину організму.\n",
        "mama": "Добігає кінця перший триместр, мабуть, найбільш тривожний у житті мами і малюка. За цей час він виріс з пари клітин у солідного чоловічка розміром близько 8 см і вагою 40 гр.\n" +
            "\n" +
            "Завершено формування тканин і органів, малюк повністю перейшов на харчування з плаценти. До цього терміну ви, швидше за все, вже пройшли плановий скринінг та УЗД, під час якого ви познайомилися з малюком. Можливо, ви вже знаєте, на кого чекаєте: одного малюка чи кількох, хлопчика чи дівчинку. Однак більшість жінок дізнаються про майбутню стать дитини на УЗД після 17 тижня.\n" +
            "\n" +
            "З початку вагітності може з'ястися кілька кілограмів. Живіт вже важко приховати від оточуючих, особливо якщо ви чекаєте на двійнят. Він трохи округлився і вже виходить вперед, особливо після їжі або ближче до вечора. Вся фігура в цілому стала більш жіночною, рухи плавні і неквапливі. Змінився центр ваги, розтягуються м'язи та зв'язки.\n" +
            "\n" +
            "Збільшення навантаження може призвести до зміни ходу, відчуття тяжкості, набряків і швидкої втоми. Хорошим рішенням буде трохи уповільнити ритм життя і виділити більше часу на відпочинок.\n" +
            "\n" +
            "Матка активно росте і піднімається в черевну порожнину. На зростаючому животі, грудях, стегнах і сідницях можуть з'явитися розтяжки - стрії.\n" +
            "\n" +
            "Спочатку вони мають яскраво-червоний колір, але з часом стають білими і схожими на маленькі шрами. Причиною їх виникнення є генетична схильність, низька еластичність шкіри, різкий перепад ваги.\n" +
            "\n" +
            "Можливо, повністю уникнути розтяжок буде непросто. Важливо стежити за своїм харчуванням і не допускати різких надбавок. Помірні фізичні навантаження, такі як йога для вагітних або плавання, а також використання спеціальних косметичних масел і кремів, також допомагають у боротьбі з розтяжками.\n" +
            "\n" +
            "Іноді може здаватися, що живіт \"Каменить\", болить. Ця матка наповнюється, напружується і стискається. У такі моменти рекомендується розслабитися, лягти і відпочити, щоб не спровокувати стан. Причини тонусу можуть бути різними, але часто це пов'язано з перевтомою, стресом, носінням важких предметів, ходьбою на підборах. Якщо тонус не проходить довго, обов'язково зверніться до лікаря.\n",
        "useful": "Бувають випадки, коли перший скринінг виявляє ймовірні відхилення в розвитку плода, можливі генетичні аномалії. Тоді жінку направляють до лікаря-генетика і призначають додаткові дослідження, щоб спростувати або підтвердити діагноз.\n" +
            "\n" +
            "Раніше, при підозрі у дитини хромосомних відхилень, таких як синдром Дауна, вагітній призначали один з інвазивних аналізів ДНК плода. Найчастіше це амніоцентез - аналіз, для якого беруться навколоплідні води. Амніоцентез вважається найбільш безпечним і достовірним з інвазивних методів. Але, на жаль, такий метод може бути небезпечним для плода. Ймовірність замерзлої вагітності після інвазивного аналізу становить від 0,5 до 2%. Ще один мінус амніоцентезу полягає в тому, що його роблять лише після 16 тижнів, а підготовка результатів дослідження займає в середньому тиждень-два. Таке тривале очікування (особливо якщо схильність до генетичної аномалії була виявлена на першому скринінгу) є дуже хвилюючим для майбутньої мами.\n" +
            "\n" +
            "На щастя, наука не стоїть на місці, і тепер, перш ніж піддаватися медичному втручанню, можна зробити неінвазивний пренатальний ДНК-тест, наприклад, тест Panorama.\n" +
            "\n" +
            "Для нього потрібна венозна кров вагітної, з якої витягується ДНК дитини. Генетичний тест є високоточним у виявленні аномалій у розвитку дитини. На даний момент точність аналізу становить понад 99%. Тест Panorama підтверджує наявність або відсутність генетичних відхилень у плода. Якщо аналіз показав, що ризик розвитку патології становить менше 1%, не варто турбуватися про здоров'я дитини. Якщо показник вище, це привід для подальшого дослідження інвазивним способом. Важливо, що неінвазивний пренатальний\n" +
            "\n" +
            "ДНК-тест можна зробити вже після 9 тижня вагітності, а результати можна отримати протягом декількох днів. У яких випадках вагітна жінка повинна пройти тест на Панораму? Безумовно, якщо підвищений ризик хромосомного захворювання плода за результатами біохімічного скринінгу або УЗД. Також, якщо були хромосомні порушення під час попередніх вагітностей. Показанням до тесту може бути вік майбутньої мами старше 35 років або вік майбутнього тата старше 45 років.\n" +
            "\n" +
            "ДНК-тести абсолютно безпечні і не вимагають від мами спеціальної підготовки. З мінусів варто відзначити, що це дослідження недешеве. Але коли мова йде про майбутнє здоров'я дитини та спокій вагітної жінки, багато батьків вважають такі інвестиції виправданими. Додатковим плюсом Панорамного тесту є те, що він дозволяє визначити стать майбутньої дитини.\n",
        "vaga": "Вага: 23 г",
        "dovgina": "Довжина: 7,4 см",
    },
    {
        "week": 14,
        "maluk": "Обличчя малюка стає все більш звичним. Помітна перенісся, з'явилися невеликі щічки. Очі вже перемістилися з боків голови і зайняли своє звичайне місце. Вії та брови почали рости, а очні нерви та очні яблука сформувалися. Малюк може реагувати на світло.\n" +
            "\n" +
            "Вушні раковини розташовані з боків голови. Вони ще не повністю сформовані, але малюк вже добре чує. Він відрізняє пульсацію крові мами по венах від зовнішніх звуків, пам'ятає і виділяє голос мами. Настав час поговорити з малюком або поставити музику. Малюк може виражати свої емоції рухами рук і ніг, гримасами. Мімічні зморшки вже сформувалися і працюють, так що на обличчі можна помітити невдоволення, радість, переляк.\n" +
            "\n" +
            "Малюк активно плаває в навколоплідному міхурі, тренуючи м'язи. Він згинає ручки і ніжки, крутить головою, корчить обличчя. Дитина вчиться вдихати і видихати, ковтаючи і вивільняючи назад амніотичну рідину. Потові, сальні та слинні залози формуються, і до кінця 14 тижня вони готові до роботи. У дівчаток яєчники починають опускатися в малий таз, у хлопчиків з'являється передміхурова залоза.\n" +
            "\n" +
            "Шкіра дитини тонка і червона, пронизана безліччю кровоносних судин. Вона починає покриватися тонкою гарматою лануго, яка виконує захисну функцію. Основний пушок з'явиться до 28 тижнів, і до моменту пологів у багатьох малюків він вже випаде. Іноді окремі волоски залишаються через 1-2 тижні після пологів, а пізніше також випадають. У народі такі волоски звуть «щетина новонароджених».\n" +
            "\n" +
            "Основною функцією лануго є захисний, цей волосяний пушок затримує воскоподібну речовину, яка виділяє дитячий організм, утворюючи щільне мастило. Мастило необхідне дитині, щоб під час пологів було максимально легко проходити по родових шляхах.\n",
        "mama": "Другий триместр - час насолоджуватися вагітністю! Тривоги перших тижнів позаду, а маленький животик ще не заважає вести помірно активний спосіб життя, до пологів досить далеко.\n" +
            "\n" +
            "Організм вже звик до нового гормонального статусу, до цього часу токсикоз зникає у більшості жінок, які зіткнулися з ним. Емоційні сплески зникли, а апатія змінилася на бадьорість. Повертається звичний ритм життя.\n" +
            "\n" +
            "Зараз найкращий час для вагітності для занять дозволеними видами спорту, подорожей, тривалих прогулянок, культурних та розважальних заходів, неспішної підготовки приданого для малюка.\n" +
            "\n" +
            "Тіло продовжує змінюватися. Груди вже не такі чутливі і болючі, як раніше. Живіт росте, він почав недвозначно видаватися вперед, хоча, якщо ви раніше перейшли на більш просторий одяг, оточуючі можуть його ще не помітити. Якщо прикласти долоню до живота, можна помацати верхній край (дно) матки, який зараз піднімається вище лобка на 11-13 см. Деякі лікарі вимірюють цей показник, щоб відстежувати динаміку росту плода.\n" +
            "\n" +
            "Збільшення ваги з початку вагітності становить приблизно 1-3 кг, що означає збільшення кількості крові та лімфи, підшкірно-жирової клітковини мами, навколоплідних вод і, звичайно, майбутнього малюка.\n" +
            "\n" +
            "Тепер, коли токсикоз пройшов, важливо правильно харчуватися збалансовано. Він максимально забезпечить вас необхідними вітамінами та мікроелементами, сприятиме хорошій моториці кишечника та забезпечить енергію.\n" +
            "\n" +
            "Риси обличчя під час вагітності можуть стати менш чіткими, розпливчастими: ніс і губи збільшуються, а щоки округлюються. На обличчі можуть тимчасово з'явитися пігментні плями, так звані \"маска вагітних\" або хлоазма. Зазвичай це симетричні плями темно-жовтувато-сірого кольору з чіткою межею, які поступово зникають після пологів.\n",
        "useful": "Розтяжки (стрії) у кожної жінки проявляються по-різному. У когось, натякаючи на зростаючий живіт, шкіра покривається багряними рубцями, а хтось, доходячи до останніх тижнів, може помітити пару рожевих смужок. Як би там не було, стовідсоткові методи їх запобігання або виведення ще не були винайдені. Найкращий засіб — це профілактика, яку можна проводити аптечними, косметичними та домашніми засобами.\n" +
            "\n" +
            "Розтяжки - це мікророзриви шкіри, які не встигають еластично розтягуватися після поповнення живота, стегон, грудей. Волокна еластину, які допомагають органам відновлюватися після розтягнення, не встигають утворюватися в місцях, де шкіра переросла. Якщо на це накладається сильний гормональний викид і дефіцит речовин, що допомагають синтезувати колаген і еластин, то виходить закономірний результат - розтяжки.\n" +
            "\n" +
            "Найкращий косметичний засіб для профілактики розтяжок - щільний жирний крем, який пом'якшує і живить шкіру. Ідеально підходить для використання крему вранці та ввечері. Косметична промисловість пропонує широкий вибір кремів, масел та емульсій з широким спектром компонентів: антиоксидантів, гліцерину, гіалуронової кислоти, еластину, колагену. З обережністю слід ставитися до засобів, що містять вітаміни, і під час вагітності їх надлишок може бути більш шкідливим, ніж недолік. Добре зарекомендували себе креми Avent, Серед аптечних засобів лідирують Контрактубекс, Бепантен, емульсія Бепантол.\n" +
            "\n" +
            "Вони не допоможуть проти застарілих шрамів, але свіжі стрії можуть зробити їх менш помітними. Головне - бути терплячим і регулярно застосовувати засоби для догляду за тілом.\n" +
            "\n" +
            "Ароматерапевти вважають, що прості масла та ароматичні композиції допомагають від розтяжок. При масажі масла проникають всередину шкіри і сприяють виробленню колагену та еластину. У домашніх умовах можна масажувати листям алое, наносити білкові маски, медові скраби та компреси, маски з абрикосового пюре, лимонного або картопляного соку. Використовуючи будь-які засоби, переконайтеся, що у вас немає алергії на них.\n" +
            "\n" +
            "Використовуючи всі ці методи, важливо пам'ятати, що позбутися від розтяжок навряд чи можна повністю. І навіть якщо ви будете використовувати серйозні косметичні процедури, такі як радіохвильовий ліфтинг і фотоомолодження, немає гарантії повного позбавлення від рубців.\n",
        "vaga": "Вага: 43 г",
        "dovgina": "Довжина: 8,7 см",
    },
    {
        "week": 15,
        "maluk": "До 15-го тижня малюк виріс до приблизно 10 сантиметрів. Це мініатюрна копія новонародженої дитини, тільки голова ще непропорційно велика. У голові починається формування кори головного мозку, це займе близько місяця. Самі півкулі головного мозку стають складнішими, в них промальовуються борозни. Брови густіють, волоски ростуть. Вони вже виробляють пігмент, який відповідає за колір волосся.\n" +
            "\n" +
            "Первісний пушок лануго покриває спину, плечі та частину обличчя. Трохи пізніше на шкірі утворюється первородне (сировидне) мастило, яке потрібно для того, щоб малюк під час пологів легко вислизнув у зовнішній світ. Лануго не тільки допомагає зберегти мастило, але й зігріває крихту, поки у нього не наросте підшкірний жир.\n" +
            "\n" +
            "У малюка вже сформовані і готові до роботи голосові зв'язки. Якби не рідина, що його оточує, крихітка б голосно заявляла про себе світові.\n" +
            "\n" +
            "Поки він плаває у своєму темному, теплому і затишному світі, куди лунає віддалений шум зовнішнього життя. Якщо висвітлити на живіт мами сильним ліхтариком, серце дитини заб'ється частіше, вона занепокоїться, зморщиться і прикриється від світла.\n" +
            "\n" +
            "До речі, дитина вже може відчувати - і навіть висловлювати - всю гаму емоцій. Він хмуриться, посміхається, косить очима, відкриває рот, беззвучно хрипить. Деякі лікарі, однак, вважають, що до емоцій ще далеко, а дитина просто тренується за допомогою мімічних м'язів.\n",
        "mama": "Другий триместр позбавляє від багатьох неприємних відчуттів, але приносить свої нововведення. Однією з тих, до якої ви не зможете пристосуватися відразу, є зміщення центру ваги.\n" +
            "\n" +
            "Хода змінюється. Звичайно, це ще не той \"качиний стиль\", за яким можна безпомилково розпізнати вагітну на пізньому терміні, але вже своєрідна, некваплива хода.\n" +
            "\n" +
            "Малюк стрімко зростає, і щотижня ви трохи набираєте вагу. Середня приріст за тиждень становить 300-500 грамів, а всього за час вагітності ви наберете близько 8-15 кілограмів, залежно від вашої комплекції та індивідуальних особливостей. Збільшення ваги може призвести до болю в спині: м'язи просто не звикли до такого навантаження. Для профілактики корисно заздалегідь тренувати спину, виконуючи нескладні вправи, займаючись йогою або гімнастикою для вагітних, плаванням. Для зручності сну підберіть оптимальну висоту подушки та матрац, який відповідає вашій жорсткості, бажано ортопедичний. Тепер, коли не можна спати на животі, багатьом допомагають спеціальні подушки для вагітних.\n" +
            "\n" +
            "Матка росте і піднімається вище, що може призвести до випарки або розладів шлунка. Їжте краще часто і потроху, не перевантажуючи кишечник надмірною їжею. Матка тисне на діафрагму, що може викликати відчуття нестачі повітря. Шкіру в цей час краще берегти від прямих сонячних променів, особливо якщо ви схильні до утворення пігментних плям. Вирушаючи на прогулянку, надягайте ширококутний капелюх і використовуйте сонцезахисний крем.\n" +
            "\n" +
            "На початку другого триместру може з'явитися закладеність носа. Це не ознака наближення застуди, а цілком фізіологічне явище. Високий рівень гормонів викликає приплив крові до слизових оболонок. Носові пазухи розбухають і важче дихати. До речі, це також може пояснити кровоточивість ясен, поширену серед вагітних жінок.\n",
        "useful": "У малюка з'явилися смакові рецептори і ковтальний рефлекс, що означає, що він цілком може розрізняти смак навколоплідних вод. Дослідження показали, що смакові уподобання малюків закладаються ще до народження. Дитина \"звикає\" до смаку тих продуктів, які зазвичай їсть мама.\n" +
            "\n" +
            "Професор Пітер Хеппер з Королівського університету Белфаста провів дослідження, яке довело, що різні продукти харчування надають амніотичній рідині різний присмак.\n" +
            "\n" +
            "Заковтуючи рідину, дитина може відчути смак з'їденого мамою. Ця здатність з'являється після 10 тижнів розвитку. Другий висновок виявився ще цікавішим: смак їжі може передаватися не через систему травлення, а через кров. Безпосередньо від мами до дитини.\n" +
            "\n" +
            "Виявилося, що малюк у утробі відчуває навіть слабкий смак. Дослідження, в яких контрольна група мам годувала морквою, а потім тестувала їх немовлят, показали, що \"малюки могли полюбити моркву ще в утробі матері, ковтаючи навколоплідні води зі смаком цього овоча, або вже після народження, харчуючись грудним молоком з аналогічним смаком\".\n" +
            "\n" +
            "Те ж саме відбувається, коли дитина харчується грудним молоком: молоко змінює смак залежно від того, що їла мама. І якщо це звична їжа, то малюк на грудному вигодовуванні відчуває той самий смак, до якого звик у утробі за останні 30 тижнів. Саме тому, якщо мама, наприклад, протягом всієї вагітності їла прянощі, гострий перець і часник, солодке і алергенне, а після пологів під впливом радників раптом почала харчуватися однією курячою грудкою з гречкою, можуть виникнути проблеми з грудним вигодовуванням.\n",
        "vaga": "Вага: 70 г",
        "dovgina": "Довжина: 10,1 см",
    },
    {
        "week": 16,
        "maluk": "Малюк продовжує швидко рости і набирати вагу. \n" +
            "\n" +
            "Основний зріст припадає на тіло і ноги, і на тлі голова вже не виглядає настільки непропорційно великою. Скелет і м'язовий корсет зміцнюються, тим більше, що малюк багато рухається і \"качає м'язи\". Хаотичні рухи стають більш скоординованими. Крихітка згинає ручки і ноги, розтоплює пальці, може підняти голову зі зігнутого стану.\n" +
            "\n" +
            "На цьому етапі дуже важливим є достатнє і збалансоване харчування майбутньої мами, адже всі корисні речовини дитина отримує прямо з її організму. Оптимально харчуватися невеликими порціями кілька разів на день. У раціон можна віднести білкову їжу (м'ясо, рибу, молоко, якщо вона не викликає печії та відчуття розпирання), зелень та овочі. Спеції та алергенні продукти можна їсти в помірних кількостях, знову ж таки, якщо вони підходять самій мамі. Через організм мами і крихітка познайомиться з цією їжею і надалі не буде на неї гостро реагувати.\n" +
            "\n" +
            "Кістковий мозок повністю контролює систему кровотворення. У крові дитини з'явилися практично всі елементи, тепер можна розпізнати її групу і резус-фактор. Серце активно працює, перекачуючи близько 25 літрів крові за добу. Внутрішні органи опанували багато функцій. Вони засвоюють, фільтрують, виділяють ферменти, виводять продукти життєдіяльності.\n" +
            "\n" +
            "Печінка і нирки активно працюють, а кишечник росте і складається в петлі. Сечовий міхур 1-2 рази на годину виводить сечу в навколоплідні води. Вони, в свою чергу, оновлюються приблизно 10 разів на добу і залишаються повністю стерильними.\n",
        "mama": "До кінця 4-го місяця вагітності живіт вже значно виріс. Ваша вагітність, швидше за все, стала помітною для оточуючих. Матка продовжує рости і підніматися до діафрагми, іноді підпираючи її і ускладнюючи дихання. Нижній край матки може знову тиснути на сечовий міхур, змушуючи вас частіше бігати \"по-маленькому\".\n" +
            "\n" +
            "Через постійне збільшення обсягу циркулюючої крові в організмі, вени на ногах можуть збільшуватися і стати більш помітними. Часто це викликає лише зовнішній дискомфорт. Але якщо у вас з'явилося відчуття тяжкості і розпирання в ногах, краще звернутися до лікаря-флеболога.\n" +
            "\n" +
            "Напевно, вам стало важче вибрати відповідну позу для сну. Сон на животі є справою минулого, і тепер ще одна улюблена поза стає все менш зручною. Мова йде про сон на спині. Справа в тому, що в цьому положенні зростаюча матка стискає вену, по якій йде кров від ніг і малого тазу до серця, що може викликати \"синдром стиснення нижньої порожнистої вени\". Зазвичай він проявляється до 27-30 тижнів вагітності, але іноді зустрічається і раніше. Симптоми цього синдрому: зниження тиску, відчуття нестачі повітря, запаморочення, блідість, нудота. У крайніх випадках може статися передчасне відшарування плаценти, дитина може постраждати від гіпоксії. Тому тривалий сон на спині вкрай не рекомендується вагітним. Оптимально лежати і спати на боці або напівсидячи, підклавши подушку під спину.\n" +
            "На 16-му тижні є і позитивні моменти. Деякі жінки, особливо ті, хто готується стати мамою не вперше, можуть відчувати легке лоскотання в животі, ніби там пурхають метелики або плавають рибки. Це найочікуваніші перші рухи малюка.\n",
        "useful": "Дізнавшись про вагітність, майбутня мама з нетерпінням чекає перших поштовхів як матеріального підтвердження того, що дитина дійсно є. Жодна ранкова нудота та зображення УЗД не можуть зрівнятися з \"помахом метеликів\" всередині живота.\n" +
            "\n" +
            "Строго кажучи, дитина рухається з самого раннього віку, але до 16-20 тижня вона настільки мала, що вільно плаває і перевертається в матці, майже не торкаючись її стінок. І ці поштовхи занадто ніжні і легкі, їх важко відчути.\n" +
            "\n" +
            "Мами, які ретельно прислухаються до своїх відчуттів, можуть відчувати дотик до 16 тижня. Але частіше вони вважають бажаним, називаючи їх першими рухами руху газів у кишечнику.\n" +
            "\n" +
            "До середини вагітності малюк набирає достатньо маси і стає достатньо великим, щоб повідомити мамі про свою присутність. Жінки, які чекають на першу дитину, зазвичай відчувають поштовхи пізніше, приблизно на 20 тижні. Ті, хто збирається знову стати мамою або виношує багатоплідну вагітність, особисто знайомляться з малюком на 16-18 тижні. Перші поштовхи дуже легкі, їх порівнюють з дотиком до крила метелика або плавця рибки: просто легке лоскотання зсередини.\n" +
            "\n" +
            "Частота і сила поштовхів різняться на різних термінах. До 20 тижня малюк робить близько 250 рухів на добу, а до 28-го - близько 500. Звичайно, всі їхні мами не відчують. З часом плід отримає свій графік дня, час сну та підвищену активність. Він навчиться реагувати на зовнішні подразники: світло і звук зовні, емоції мами, смак навколоплідних вод, положення тіла мами. Несхвалення або задоволення дитина буде виражати рухами: поштовхами, активними ударами по внутрішніх органах мами, зміною положення тіла, перекиданнями.\n" +
            "\n" +
            "Важливо відстежувати активність дитини, контролювати та підраховувати кількість поштовхів на добу. Насторожити повинні як занадто рідкісні, так і занадто активні рухи. Для підрахунку скористайтеся лічильником поштовхів у нашому додатку.\n",
        "vaga": "Вага: 100 г",
        "dovgina": "Довжина: 11,6 см",
    },
    {
        "week": 17,
        "maluk": "Внутрішні органи, тканини та системи вже сформувалися. Починається підготовка організму до самостійного життя після народження. Під тонкою шкіркою з'являється жирова тканина, яка після народження регулює теплообмін. Молочні зуби покриваються дентином, а під ними закладаються зачатки постійних зубів.\n" +
            "\n" +
            "Ручки дитини згинаються в ліктьових суглобах. Пальці більшу частину часу стискаються в кулачки, але він вже може цілеспрямовано піднести великий палець до рота і смоктати його. Смоктання та ковтання рефлексів стануть в нагоді малюкові після народження, а поки він активно тренує їх.\n" +
            "\n" +
            "За добу малюк ковтає близько 400 мл амніотичної рідини, яка швидко виводиться нирками та сечовим міхуром. Імунітет поки що багато в чому залежить від мами, але і сам організм дитини починає виробляти імуноглобуліни та інтерферони, закладаючи основу для власної імунної системи. Малюк активно плаває в плодовому міхурі, іноді його рухи відчуває мама. Поки вони відчувають себе легкими погладжуванням або лоскотанням, вони незабаром стануть повноцінними ударами і штовханнями.\n" +
            "\n" +
            "На 17-му тижні активно розвивається головний мозок і нервова система в цілому. Він емоційно реагує на зовнішні звуки, може злякатися шуму або заспокоїтися, почувши голос мами. Він вже може ставити музику, співати пісні та розповідати казки.\n",
        "mama": "Чим довше термін вагітності, тим більше навантаження відчуває серцево-судинна система мами. Серце наполегливо працює за двох. Збільшення кількості крові, що циркулює між мамою та малюком, може викликати набряки, запаморочення, кровоточивість ясен та носа.\n" +
            " \n" +
            "На цьому терміні деякі жінки відзначають підвищене потовиділення, рясні прозорі або молочно-білі виділення з піхви, що є нормальним варіантом. Зростаюча матка зміщує внутрішні органи з їх звичайних місць. Це може супроводжуватися задишкою, запорами, печією, прискореним серцебиттям, зниженням тиску, частими потягами до сечовипускання, тягнучими болями.\n" +
            "\n" +
            "Гемороїдальні вени проявляються разом з варикозом нижніх кінцівок. Підвищений об'єм крові та активний кровообіг у тазі призводить до того, що вони набухають і розширюються. Для профілактики геморою та інших неприємних загострень під час вагітності лікарі рекомендують зберігати помірну фізичну активність, займатися йогою для вагітних або плаванням, більше гуляти на свіжому повітрі, пити достатню кількість води та дотримуватися збалансованого раціону в їжі.\n" +
            "\n" +
            "Завершено розвиток плаценти. Це складна багатошарова система, яка виконує багато функцій. Кровотік мами і дитини не спілкується безпосередньо між собою, їх розділяє гематоплацентарний бар'єр. Через нього кисень від мами потрапляє до малюка, дитина отримує воду, вітаміни та мінерали, а продукти життєдіяльності виводяться назад. Сама плацента працює як частина ендокринної системи, виробляючи гормони, які зупиняють ріст нових яйцеклітин, стимулюють підготовку грудей до лактації та беруть участь у багатьох життєво важливих процесах.\n" +
            "\n" +
            "Нарешті, плацента виконує важливу захисну функцію, пропускаючи антитіла мами до малюка. Таким чином, вона стимулює розвиток імунної системи плода та перешкоджає імунному конфлікту. До 17 тижня плацента важить близько 400-450 грамів. Вона пронизана кровоносними судинами і активно \"обслуговує\" дитину.\n",
        "useful": "Як тільки в організмі вагітної жінки збільшується обсяг циркулюючої крові, відразу ж може з'явитися неприємне ускладнення: варикозна хвороба вен нижніх кінцівок. Якщо до вечора після робочого дня ноги гудять і набрякають, виникає відчуття тяжкості і розпирання, а шкіра \"прикрашають\" судинні \"зірочки\" або сіточку, можливо, настав час звернутися до лікаря-флеболога.\n" +
            "\n" +
            "Варикоз виникає через недостатність, несправність венозних клапанів. Вони нерівномірно розташовані вздовж великих вен. Коли система працює належним чином, кров рухається вгору, від кінцівок до серця, а клапани \"замикають\" їй дорогу назад.\n" +
            "\n" +
            "Пошкоджені клапани пропускають кров, вона тече по венах назад, вниз, що призводить до застою. Слабкі венозні стінки під тиском крові не витримують і розширюються, утворюючи ті самі сіточки, зірочки, венозні вузли.\n" +
            "\n" +
            "У жінок з спадковою схильністю варикозне розширення вен може з'явитися вже в першому триместрі вагітності. На додаток до спадковості, виявлено прямий зв'язок захворювань вен зі змінами гормонального фону у жінок. А у вагітних, як ми знаємо, гормони лютують. З ростом матки тиск на вени черевної порожнини посилюється, а відтік крові від ніг ускладнюється. У важких випадках опухлі вени проступають і на статевих органах, що охоплюють матку. Вени можуть стати болючими, а з терміном вагітності зростає і ризик ускладнень.\n" +
            "\n" +
            "У неускладнених випадках пацієнтам призначають консервативне лікування. Зазвичай це рекомендація носити медичний компресійний трикотаж (гольфи, панчохи або колготки), дотримуватися правил правильного харчування, уникати запорів, які призводять до постійного підвищення тиску в венах і посилюють венозну недостатність.\n" +
            "\n" +
            "У раціон слід ввести більше клітковини, яка міститься в сирих овочах, фруктах, зелені, висівках, бобових. З клітковини синтезуються фіброзні волокна, які зміцнюють стінки вен. Ще одна корисна рекомендація для вагітних жінок - обмеження в раціоні жирних, гострих і солоних страв. Після них хочеться пити, а велика кількість рідини перевантажує венозну систему. Рухливі види спорту (біг, велосипед, спортивна ходьба тощо) корисні для тонусу вен, але оскільки вони мало поєднуються з вагітністю, можна зупинитися на плаванні, ЛФК, йозі.\n" +
            "\n" +
            "У разі ускладнень лікар може призначити лікувальний комплекс, який включає венотоніки, що зміцнюють венозну стінку. Офіційно зареєстровано кілька десятків препаратів, тому за допомогою лікаря можна вибрати найбільш ефективний, але безпечний для здоров'я мами і малюка.\n",
        "vaga": "Вага: 140 г",
        "dovgina": "Довжина: 13 см",
    },
    {
        "week": 18,
        "maluk": "Вага малюка вже перевищила 150 грамів. Зовні це цілком повноцінна людина, тільки дуже маленька. Всі сили організму йдуть на зростання і вдосконалення закладених органів і тканин.\n" +
            "\n" +
            "Мозок активно розвивається, обростаючи новими нейронами. Прокладаються нейронні зв'язки, ускладнюється будова кори мозку, утворюються звивини. Рухи дитини стають більш скоординованими. Він може цілеспрямовано рухати ручками і ніжками, торкатися стінок матки, відштовхуватися від них.\n" +
            "\n" +
            "Поки що малюкові ще достатньо місця, щоб рухатися і перевертатися. Але незабаром матка розтягнеться максимально, і дитина згорнеться в ній клубочком. До 18-го тижня багато мам вже відчувають рух, поки вони дуже легкі і нечасті.\n" +
            "\n" +
            "Приділіть трохи часу спілкуванню з дитиною, читанню казок, пісням, простим розмовам. Малюк чітко чує зовнішні звуки, і сам він перебуває серед постійного шуму: серце матері стукає, кров у судинах гуде, кишечник і легені шумлять під час роботи.\n" +
            "\n" +
            "М'які кісточки потихеньку збагачуються кальцієм і тверднуть, починаючи з ніг, ключиці, фаланг пальців. Імунна система працює все краще. До 18-го тижня тимус (вилочкова залоза) вмикається, і організм малюка вже може самостійно протистояти деяким інфекціям.\n",
        "mama": "18 тиждень вагітності характеризується значним поліпшенням апетиту. Багато жінок, які пройшли через токсикоз і вимушені обмеження в їжі в першому триместрі, тепер відчувають постійну потребу в перекусах. Такі пориви цілком виправдані: дитина споживає величезну кількість поживних речовин з організму мами, яка, в свою чергу, поспішає поповнити свої запаси. Намагайтеся перекусити найбільш корисними та поживними продуктами.\n" +
            "\n" +
            "Шкіра на активно зростаючому животі і збільшених грудях розтягується і стоншуються. Це може призвести до розтяжок і свердіння. Чим більше сверблять місця, тим більше вони будуть свербіти. Тому, якщо ви ще не звикли користуватися спеціальними зволожуючими засобами, настав час почати.\n" +
            "\n" +
            "До списку вагітних \"неприємностей\" можуть бути додані судоми литкових м'язів. Зазвичай вони трапляються вночі, після активного дня на ногах. Такі спазми говорять... ні, буквально кричать про нестачу мікроелементів в організмі. Варто переглянути харчування або додати вітамінний комплекс, проконсультувавшись зі своїм лікарем.\n" +
            "\n" +
            "Матка збільшилася, а її дно могло досягти рівня пупка. Вона все більше тисне на внутрішні органи. Страждає робота кишечника. Він реагує здуттям і запорами. Якщо не вжити заходів, може виникнути геморой. Краще заздалегідь відкоригувати своє харчування, виключивши гостре, газоване, копчене, велику кількість борошняного і додавши в раціон більше продуктів, багатих клітковиною: овочів, зелені, висівок, круп.\n",
        "useful": "Пігментація, тобто потемніння або освітлення ділянок шкіри, може проявлятися на ранніх термінах вагітності. Немає загальної закономірності, кожна жінка має свою послідовність пігментних проявів. Зазвичай в першу чергу темніють соски і ареоли, область статевих губ і клітор. Саме з цих ознак можна запідозрити вагітність. До другого триместру пігментація стає яскравішою, у деяких жінок з'являється \"маска вагітної\" - плями неправильної форми з чіткими краями. Це мелазма (хлоазма), яка може з'явитися на обличчі, в пахвових западинах, на внутрішній стороні стегон. Жінки, у яких навесні з'являються веснянки, можуть помітити їх появу під час вагітності незалежно від пори року. Вони можуть стати яскравішими і більшими.\n" +
            "\n" +
            "Причиною таких змін шкіри є гормони. За пігментацію відповідає меланін, який виробляє клітини меланоцитів. Меланін надає кольору шкірі і створює в ній захисний екран від сонячного випромінювання (засмага). Під час вагітності наднирники посилено виробляють естрогени, прогестерон і меланоцитостимулюючий гормон (МСГ). Чим більше меланоцитів, тим більше меланіну, а значить, темніше шкіра. Пігментація у вагітної жінки не впливає на малюка: після пологів, коли бурхливість гормонів знизиться, шкіра поступово повернеться до свого звичайного кольору.\n" +
            "\n" +
            "Щоб зменшити пігментацію, захищайте від УФ-променів, менше часу проводьте на сонці, використовуйте креми, капелюхи та окуляри, оскільки ультрафіолет робить пігментацію більш помітною. Вона також стає яскравішою від вітаміну А, що входить до складу косметичних засобів та продуктів.\n",
        "vaga": "Вага: 190 г",
        "dovgina": "Довжина: 14,2 см",
    },
    {
        "week": 19,
        "maluk": "До 19-го тижня вже чітко видно, чи народиться у вас дівчинка, чи хлопчик: геніталії хлопчиків чітко окреслені, хоча яєчка ще знаходяться в черевній порожнині. У дівчаток утворюються матки і маткові труби, в яєчниках з'явилися прості яйцеклітини, зараз їх близько 6 мільйонів.\n" +
            "\n" +
            "Шкіра ущільнюється, стає товщі, але через неї все ще просвічуються кровоносні судини.\n" +
            "\n" +
            "Нервові волокна покриваються міеліновою оболонкою. Цей захисний шар, що покриває волокна периферичної та центральної нервової систем, допомагає передавати нервові імпульси. У головному мозку сформовані відділи, які будуть відповідати за дотик, нюх, смак. Яскраве світло, сильний шум і стрес мами можуть хвилювати і дитину. Малюк емоційно реагує на подразники, використовуючи міміку.\n" +
            "\n" +
            "Вага малюка зростає завдяки утворенню підшкірно-жирової клітковини. Цей шар згодом буде оберігати і зігрівати дитину. В першу чергу він утворюється на шиї, навколо нирок, біля легенів. Самі легені також вдосконалюються, і в них починають розвиватися бронхи та бронхіоли.\n" +
            "\n" +
            "Тренування відділів кишечника триває, він вчиться перетравлювати майбутню їжу. До моменту народження він буде наповнений в'язким меконієм, який утворюється з заковтнутої малюком амніотичної рідини.\n" +
            "\n" +
            "Тіло малюка покрите первородним мастилом. Вона захищає дитину від зовнішніх впливів, захищає шкіру дитини від можливих інфекцій і зберігає кислотно-лужний баланс, а також полегшує проходження родових шляхів під час пологів. Ця жирна біла або сірувата маса ще називається сироподібною мастилом і складається з волосків лануго, відмерлих частинок шкіри, секрету сальних залоз плода.\n",
        "mama": "До середини вагітності стає все більше усвідомлення того, що ви скоро станете мамою. Якщо ви вже відчули довгоочікувані рухи малюка, то кожен поштовх ніби \"окрилює\" і приносить велику радість. Поки рухи вашої крихти легкі і ледь помітні, але з кожним днем поштовхи малюка будуть все більш силовими, і ви будете відчувати їх кожного разу, коли він буде активним. Можливо, ви вже дізналися про стать майбутньої дитини. Настав час вибрати ім'я та придане для вашого малюка.\n" +
            "\n" +
            "Підвищується стомлюваність. Іноді навіть невеликі зусилля можуть викликати відчуття втоми. Настав час прислухатися до себе і своїх бажань: організм вже працює з підвищеним навантаженням, і якщо він вимагає розслаблення і відпочинку, то обов'язково потрібно дозволити собі відпочинок.\n" +
            "\n" +
            "Кров, що циркулює між мамою та дитиною, продовжує зростати, що може призвести до зниження рівня гемоглобіну. Анемія є поширеним явищем під час вагітності. Швидка стомлюваність, слабкість, апатія є одними з її симптомів. Якщо необхідно, за результатами аналізів, ваш лікар призначить дієту, багату залізом, або ліки, щоб підвищити рівень гемоглобіну.\n" +
            "\n" +
            "Зростаючий живіт підпирає діафрагму, тому, крім задишки, може з'явитися відчуття нестачі повітря, коли не вдається глибоко вдихнути або видихнути. У такі моменти краще подихати \"по-собачому\": неглибокими частими вдихами.\n" +
            "\n" +
            "Іноді можуть виникнути тягнучі болі в попереку та нижній частині живота. Якщо вони не гострі і швидко проходять, не хвилюйтеся, вони розтягують м'язи і зв'язки. Матка тисне зсередини на область пупка, вона може вивернутися назовні і стати більш помітною. Це природний процес, який не варто соромитися. До кінця вагітності він буде стирчати все сильніше, а відразу після пологів повернеться до свого звичайного вигляду.\n",
        "useful": "Формально у вагітних жінок немає обмежень на водіння автомобіля: якщо жінка почувається добре, дотримується правил дорожнього руху та реагує на ситуації на дорозі, то, як кажуть, \"зелене світло\"!\n" +
            "\n" +
            "Є кілька випадків, коли майбутнім мамам не рекомендується сідати за кермо. Це, наприклад, прийом болезаспокійливих, заспокійливих та снодійних препаратів, сильний токсикоз, схильність до заколисування, підвищений або знижений тиск, тягнуть болі в животі або попереку.\n" +
            "\n" +
            "Стандартні ремені безпеки, які проходять по грудях і животі, не зовсім зручні для зростаючого живота. По-перше, він тисне на живіт, а по-друге, при аварії або екстреному гальмуванні він може призвести до травми плоду. У рекомендаціях Національної служби дорожнього руху США (NHTSA) чітко зазначено, що поперековий пояс не можна проводити над животом або на животі. Щоб зробити водіння комфортним, фахівці рекомендують кілька видів адаптерів, які допомагають зробити водіння комфортним і безпечним.\n" +
            "\n" +
            "Адаптер, який опускає пояс у животі на область тазу, призначений для жінок віком від 2 місяців до закінчення вагітності. Ця конструкція забезпечує комфортне та безпечне положення ременя безпеки, виключаючи його тиск на плід під час аварії. Існують інші моделі адаптерів. Вони кріпляться до водійського або пасажирського сидіння, а ручка-тримач захоплює поясну частину ременя безпеки. Таким чином, поясна лямка, яка зазвичай охоплює живіт, проходить через адаптер і утримує тіло за стегна.\n",
        "vaga": "Вага: 240 г",
        "dovgina": "Довжина: 15,3 см",
    },
    {
        "week": 20,
        "maluk": "Малюк виріс настільки, що навіть мами, які збираються народжувати вперше, вже відчули легкі поштовхи та дотики. Незабаром він стане готовим до самостійного життя, оскільки лікарі вже вміють доглядати за малюками, народженими на 21-22 тижні. Плоди зараз важать близько 250 грамів і виросли до 24 см.\n" +
            "\n" +
            "На голові, замість брів і вій, у нього легкий пушок, який в перший місяць життя зміниться на постійні волоски. Поки що виробляється мало гормону меланіну, тому пушок світлий. Також змінилося обличчя: загострився носик, вушні раковини набули звичної форми, але їх хрящі ще дуже м'які.\n" +
            "\n" +
            "УЗД стає цікавим та інформативним навіть для тих, хто раніше бачив на ньому лише сірі плями. Можна побачити окремі хребці, будову серця, шлунок. А лікар також побачить дрібніші деталі: міжхребцеві диски, нервово-судинні пучки, передсердя і шлуночки крихітного серця, аорту.\n" +
            "\n" +
            "Якщо раніше дитина імітувала ковтальні рухи, то тепер вона заковтує амніотичну рідину, і на УЗД видно, що вона заповнена шлунком. Це іноді викликає гикавку і дуже цікаві відчуття в животі: ритмічні пульсуючі поштовхи.\n" +
            "\n" +
            "Мозок розвивається з кожним днем і керує кожним рухом, кожним новим навиком дитини. Він вже відкриває очі, повертається у бік світла та шуму. Деякі вчені вважають, що малюк, почувши голос, може розпізнавати інтонації і відповідно реагувати. Основний час неспання він смокче пальці, грає з пуповиною, відштовхується від стінок матки. У багатьох жінок період неспання і найбільша активність дитини припадає на ніч. Але вдень, коли мама прислухається до кожного поштовху в животі, малюк \"засинає\".\n",
        "mama": "20 тижнів - \"екватор\", половина вагітності позаду. Ще двадцять тижнів, і ви станете мамою найпрекраснішого малюка у світі. Або, можливо, навіть не один. До цього моменту ви, швидше за все, настільки звикли до вагітності, що легше адаптуєтеся до змін у вашому організмі.\n" +
            "\n" +
            "Однак однією з частих скарг майбутніх мам є проблеми зі сном. Всі вони різні. Одні жінки обертаються опівночі і не можуть заснути, а інші, навпаки, постійно хочуть спати. Важко знайти зручну позу для сну: спати на спині та животі не рекомендується, а всі боки вже \"відлежали\", доводиться винаходити нові пози. Багатьом допомагають спеціальні подушки для вагітних - довгі U- та G-подібні валики.\n" +
            "\n" +
            "Під вагою матки органи стискаються і зміщуються, що призводить до тягового болю, проблем з травленням і неприємних відчуттів у животі. До цього можуть додаватися судоми литкових м'язів, пов'язані з нестачею кальцію, магнію та вітамінів, які зараз активно відходять від мами до організму малюка. За погодженням з лікарем можна додати до раціону вітамінний комплекс або коригувати харчування.\n" +
            "\n" +
            "З ростом живота змінюється постава і хода. Поперек вигинається вперед, зміщується центр ваги, стає зручніше ходити трохи в розвалку, а не швидким кроком. Гормон релаксину розтягує і розм'якшує лонне з'єднання, а кістки тазу розходяться. Якщо це викликає біль і дискомфорт, варто обговорити з лікарем можливість використання бандажу.\n" +
            "\n" +
            "Зміни в поставі можуть призвести до болю в спині: незвичні до навантаження м'язи важко адаптуються до нового положення. Заняття легкою лікувальною гімнастикою, йогою для вагітних або плаванням допомагають запобігти або полегшити ситуацію.\n",
        "useful": "Зазвичай кожна людина випиває приблизно два літри води на день. Вода бере участь у всіх важливих процесах організму. Вона забезпечує травлення, допомагає всмоктуванню, транспортуванню та виведенню корисних речовин \"відходи\", що беруть участь у обміні речовин. Під час вагітності вода збільшує об'єм циркулюючої крові, відновлює амніотичну рідину та харчується плодами.\n" +
            "\n" +
            "Зазвичай під час вагітності немає обмежень у споживанні рідини. Але якщо у вагітної є схильність до набряклості, деякі лікарі наполягають на тому, щоб обмежити загальну кількість води в межах 1-1,5 літрів на добу, включаючи чай, соки та супи. Однак, за сучасними науковими даними, суворі обмеження споживання рідини лише погіршують стан: організм \"боїться\" дефіциту води і починає її зберігати, що, навпаки, збільшує набряклість.\n" +
            "\n" +
            "Першим засобом боротьби з набряками є обмеження солі в раціоні. Вона затримує рідину в тканинах, і чим більше солоного їжі, тим більше ви будете набрякати. Поряд з простою сіллю слід виключити продукти, що містять її в надлишку: соління, копчену і засолену рибу, квашену капусту, чорний хліб, сухарики, чіпси, снеки, консерви.\n" +
            "\n" +
            "Загалом, рекомендується вживати достатню кількість рідини. Не забувайте пити, особливо в спекотний літній період, носіть з собою пляшечку, щоб вода завжди була доступна. Пити краще рівномірно протягом дня, невеликими порціями, не напиваючись сильно на ніч.\n" +
            "\n" +
            "У навчальному посібнику Американської асоціації з питань вагітності попереджають, що зневоднення може призвести до передчасних пологів, запорів та викиднів. Ви можете контролювати кількість споживаної рідини за допомогою сечі. Якщо вона світла, майже прозора або блідо-жовта - все гаразд, рідини вистачає. Якщо вона потемніла, ви повинні пити більше.\n" +
            "\n" +
            "Якщо загальна кількість споживаної рідини не змінювалася і ви страждаєте від підвищеної набряклості, обов'язково повідомте про це свого лікаря. Сильні набряки є можливою ознакою гестозу - серйозного ускладнення під час вагітності. Важливо діагностувати його на ранній стадії, щоб запобігти погіршенню здоров'я та загрозі вагітності.\n",
        "vaga": "Вага: 300 г",
        "dovgina": "Довжина: 25,6 см",
    },
    {
        "week": 21,
        "maluk": "Шкіра малюка все більше схожа на нашу. Вона має чотири шари, як у дорослих, і колір став майже тілесним. У районі шиї, нирок, уздовж верхньої частини спини, на плечах накопичується бура жирова тканина, яка до моменту пологів становитиме близько 5% від маси тіла. Завдяки бурому жиру немовлята менш сприйнятливі до холоду, ніж дорослі. Трохи пізніше підшкірно жирова клітковина відкладеться і на кінцівках, утворюючи ті милі дитячі складки-перетяжки.\n" +
            "\n" +
            "Дитина не спить 4-8 годин на добу, а решту часу спить, дозволяючи мозку розвиватися і дозрівати уві сні. Під час неспання він ковтає навколоплідну рідину, що сприяє розвитку травної системи.\n" +
            "\n" +
            "На мові з'явилися смакові соски, і крихта може реагувати на зміну вашого меню, що, в свою чергу, впливає на смак амніотичних вод. Взагалі, навколоплідні води - одне з джерел поживних речовин для малюка. Він витягує з них воду, білки, жири, глюкозу, гормони, солі, вітаміни. Ферменти та соляна кислота, які в невеликій кількості вже виробляються організмом, допомагають перетравлювати весь цей \"коктейль\".\n" +
            "\n" +
            "У плода активно працюють ендокринні залози, а імунна система функціонує належним чином. З цього тижня до неї приєдналася селезінка, яка виробляє лейкоцити та антитіла і працює як фільтр для бактерій, найпростіших та сторонніх частинок. Білі кров'яні тільця (лейкоцити) у складі крові допомагають пригнічувати інфекції.\n" +
            "\n" +
            "До 21 тижня малюк реагує на розмови з ним, погладжування живота, настрій майбутньої мами.\n" +
            "\n" +
            "Іноді здається, що у відповідь на дотик він свідомо штовхається у відповідь. У нічний час, коли, за статистикою, плід є найбільш активним, можна спробувати заспокоїти його ласкавою розмовою або колисковою\n",
        "mama": "Лікарі кажуть, що дитина робить близько двохсот рухів за добу. Майбутня мама поки що відчуває десяток поштовхів на день, а період спокою може тривати до 18 годин. Уві сні малюк затихає, його серцевий ритм сповільнюється.\n" +
            "\n" +
            "Але і під час неспання його активність залежить від багатьох факторів. Наприклад, від часу доби дитина, як правило, більш рухлива ввечері і вночі. Від ритму життя мами: активні жінки помічають менше поштовхів.\n" +
            "\n" +
            "Це також впливає на навколишні звуки, харчування мами, її психологічний стан і навіть кількість кисню, що надходить.\n" +
            "\n" +
            "Особливу увагу слід приділити харчуванню.\n" +
            "\n" +
            "Краще їсти часто і невеликими порціями, не наїдати на ніч, в раціоні віддавати перевагу здоровим продуктам. Це допоможе уникнути горії, метеоризму, відчуття тяжкості в животі та запорів.\n" +
            "\n" +
            "Окрім судом у литкових м'язах, вас можуть турбувати болі в колінах, стегнах. Причина цього все одно: зміщення центру ваги під впливом зростаючої ваги.\n" +
            "\n" +
            "Прості прийоми допоможуть полегшити стан:\n" +
            "- замінити високі підбори зручним взуттям з невеликим стійким каблуком або плоскою підошвою;\n" +
            "- вибирати стільці зі спинкою, щоб мати опору для спини;\n" +
            "- не кидати ногу на ногу, це ускладнює кровотік;\n" +
            "- якщо у вас сидяча робота, виділіть 5 хвилин на годину для невеликого розминки або прогулянки;\n" +
            "- увечері відпочивайте з піднятими ногами, щоб уникнути болю в ногах і набряків.\n" +
            "\n" +
            "Ваші груди збільшилися, і тепер вони потребують особливо дбайливої підтримки. Настав час придбати бюстгальтер більшого розміру з широкими бретелями. В ідеалі, з натурального матеріалу.\n" +
            "\n" +
            "Можна придбати спеціальну білизну для вагітних та годуючих мам. До речі, перші невеликі виділення з грудей можуть з'явитися в будь-який момент. Це природний процес, тому ваші груди готуються до лактації.\n",
        "useful": "Серед мам набирають популярність коробки для зберігання \"маминих скарбів\". Це пам'ятні дрібниці, які викликають напад розчулення: бірочка з пологового будинку, перша соска і шкарпетка, локон, шматочок пуповини. Але збирати пам'ятні речі можна ще до народження малюка.\n" +
            "\n" +
            "Їх можна супроводжувати витягами з щоденника, якщо ви його вели, або просто думками про те, що ви тоді відчували. Перший експонат, звичайно, позитивний тест на вагітність або знімок УЗД, що підтверджує, що ви вагітні.\n" +
            "\n" +
            "Поки малюк не народиться, у вас є стільки надій і мрій про те, як він виросте. Запишіть ці думки та напишіть їх у лист (або серію листів) до майбутньої дитини. Можна навіть записати відеозвернення, підключивши до справи майбутнього тата, бабусю та інших родичів. Записувати можна будь-яку інформацію: смішні моменти, як ви вибирали ім'я і перебирали всіх родичів, яку їжу ви віддаєте перевагу, яку ви доглядали за ліжечком. Розкажіть про те, що ви відчули, відчувши перші поштовхи, свої емоції від першого УЗД. Можна додати друковані 3D-фотографії або файл із записом серцебиття.\n" +
            "\n" +
            "Чудова ідея фотографувати вагітний живіт. Серія фотографій виглядає дуже мило, коли мама знімається в одному місці щомісяця, а живіт на кожній фотографії все більше і більше. Можна замовити тематичну фотосесію в обіймах з пінетками та розорочками або животом, розфарбованим у всі кольори веселки.\n" +
            "\n" +
            "Запам'ятовуйте, записуйте, знімайте емоції. Коли малюк народиться, ці спогади зігрівають вас і повертають вас у прекрасний період вагітності.\n",
        "vaga": "Вага: 360 г",
        "dovgina": "Довжина: 26,7 см",
    },
    {
        "week": 22,
        "maluk": "Інтенсивний ріст мозку сповільнюється, він вже має \"запас\" нейронів на все життя. Тепер мозок, який поки що важить близько 100 грамів і весь прокреслений борозенами і звивинами, буде набирати вагу. Зараз малюк допитливий, він досліджує нові для себе смаки, почуття, тактильні відчуття: торкається обличчя і тіла, смокче палець, торкається пуповини, тягне в рот ноги, постукає по стінці матки. Удосконалюються рефлекси, рухи стають складнішими та цілеспрямованішими.\n" +
            "\n" +
            "Кісткова система і хребет стають міцнішими. Диференціюються хребці, зв'язки, міжхребцеві диски. Зростання тіла змінює його пропорції: ручки і ніжки витягуються, а голова не здається такою великою, як на початку вагітності. З ростом об'єму крові збільшується і серце, воно тепер перекачує до 30 літрів крові на добу. Покращується серцево-судинна система, покращується гемодинаміка. Печінка може переробляти токсини і виводити їх через плаценту.\n" +
            "\n" +
            "У плода вже є нігтики на руках і ногах. Він покритий первісним мастилом, яке виробляє сальні залози. Особливо багато її в згинах рук і ніг, шиї. У матці поки що досить простора, і дитина активна: перевертається, крутиться, штовхається. У такі моменти можна виміряти частоту рухів.\n",
        "mama": "22 тиждень - чудовий період вагітності.\n" +
            "\n" +
            "Мама все більше відчуває рух свого зростаючого малюка, що додає спокою, спокою та оптимізму. Живіт вже досить великий, але ще не викликає дискомфорту, багато жінок в цей період ведуть досить активний спосіб життя: працюють, подорожують, відвідують культурні та розважальні заходи, готують свій будинок до появи нового члена сім'ї, вибирають придане для малюка.\n" +
            "\n" +
            "Щотижня вага поступово нараховується. До 22 тижня середній приріст ваги може становити близько 5-7 кг. На цьому терміні можна вперше відчути тренувальні сутички (сутички Брекстона-Хікса), коли живіт недовго \"Кам'яне\": матка скорочується, а потім знову розслабляється. Існує теорія, що матка\n" +
            "\n" +
            "\"Тренується\" вся вагітність, але на більш ранніх термінах це відбувається непомітно, як і рухи малюка. На відміну від справжніх сутичок, помилкові сутички проходять нерівномірно і тривають від декількох секунд до 2 хвилин.\n" +
            "\n" +
            "Якщо ви раніше страждали від набряків, слід спостерігати, чи не збільшилася їх кількість. Справа в тому, що сильний набряк є першою ознакою можливого гестозу, серйозного ускладнення під час вагітності. І хоча це явище зустрічається нечасто, все ж необхідно знати його симптоми: підвищений тиск, набряки, судоми, втрата білка з сечею. Пам'ятайте, що регулярні візити до гінеколога, який веде вашу вагітність, сповіщення його про будь-які стани, які вас турбують, і своєчасні аналізи мінімізують ризик розвитку будь-яких ускладнень.\n",
        "useful": "Сонливість є одним з частих супутників вагітності. У першому триместрі жінки часто відзначають, що вони почуваються сонливими, коли хочуть лягти кудись і просто полежати з закритими очима. Навіть після рекомендованих 8-9 годин сну часто залишається відчуття розбитості та недосипання. Зручна поза для сну покращує його якість, а в другому-третьому триместрі вона також допомагає зменшити набряки, не порушує кровообіг і дихання, знижує ризик головного болю і підвищеного тиску.\n" +
            "\n" +
            "Спочатку, поки матка не збільшується (до 11-12 тижнів) можна спати на животі. На спині можна спати в перші місяці. Пізніше підросла і важча матка починає стискати порожнисту вену. У деяких жінок може з'явитися відчуття нестачі повітря, запаморочення, блідість, нудота. Тому до 15-16 тижнів краще повністю відмовитися від сну на спині.\n" +
            "\n" +
            "Найкорисніше спати на боці, тим більше ця поза підходить для сну на будь-який термін. На лівому боці тіла найбільш зручно і приємно, але на правому боці зменшуються симптоми раннього токсикозу. Після \"екватора\" вагітності під живіт можна підкласти м'яку подушку, щоб вона ніби лежала на опорі. Зручна (і корисна) поза, в якій майбутня мама лежить на боці, її нижня нога витягнута, а верхня зігнута в коліні і розташована на подушці. Сон у такому положенні рекомендується при ускладненій вагітності, оскільки покращується приплив крові до плаценти, зменшується набряк, а матка перестає тиснути на печінку та нирки.\n" +
            "\n" +
            "До речі, подушечки, валики або спеціальна подушка для вагітних добре допомагають урізноманітнити положення сну. Їх можна підкладати під ноги або поперек, затискати між колінами.\n",
        "vaga": "Вага: 430 г",
        "dovgina": "Довжина: 27,8 см",
    },
    {
        "week": 23,
        "maluk": "Легені дитини ще не готові до самостійного дихання, але вони постійно вдосконалюються. За хвилину малюк робить до 60 дихальних рухів. На 23-му тижні відбувається буквально стрибок у розвитку дихальної системи: розширюється кровоносна система, що її живить, і утворюються альвеоли. Пізніше вони почнуть виробляти поверхнево-активний засіб, суміш речовин, без яких неможливо дихати.\n" +
            "\n" +
            "Сурфактант вистилає альвеоли зсередини і запобігає злипанню стінок під час дихання. Малюкам, які народилися раніше терміну, вводять штучний сурфактант, щоб легені дозріли, \"розкрилися\" і могли працювати самі.\n" +
            "\n" +
            "Підшкірна клітковина продовжує зростати. Зморщена шкіра малюка розгладжується, стає світлішою. Внутрішні органи поступово включаються в роботу: шлунок, кишечник, нирки, сечовий міхур. Підшлункова залоза виробляє інсулін. Селезінка бере участь у кровотворенні.\n" +
            "\n" +
            "Вчені вважають, що на 23-му тижні дитина мріє: дослідження показали, що у крихти з'являється швидка фаза сну. Малюк багато спить, але кілька разів на годину прокидається недовго.\n",
        "mama": "У цей період мозок дитини стрімко зростає.\n" +
            "\n" +
            "Для його розвитку необхідно забезпечити достатній надходження кисню. Найкращим рішенням стануть щоденні годинні прогулянки на свіжому повітрі. У малюка вже досить розвинений слух, тому частіше розмовляйте і спілкуйтеся з ним. До народження він буде розрізняти голоси мами і близьких людей.\n" +
            "\n" +
            "Крім того, малюк може бути чутливим до гучних звуків, що дасть вам знати удари у відповідь та активні рухи. Намагайтеся уникати заходів з надмірно гучною музикою та різкими звуками.\n" +
            "\n" +
            "Імунна система дитини також працює на повну силу. Він майже не стикається з чужорідними бактеріями та вірусами, завдяки імунітету мами та плаценті, що захищає плід. Організм малюка \"запам'ятовує\" імунну відповідь мами на інфекції і формує імунітет до них у майбутньому. Однак майбутня мама все одно повинна намагатися уникати зараження інфекційними захворюваннями, особливо в сезон їх поширення.\n" +
            "\n" +
            "Шкіра вагітної на 23 тижні може стати більш чутливою до ультрафіолету і реагувати на нього пігментними плямами, запаленнями та висипом. Підвищений меланін проявляється потемнінням ареол сосків і вертикальною лінією на животі. Не турбуйтеся про візуальні зміни, більшість з них відбудуться самостійно після народження дитини.\n",
        "useful": "Часто можна почути, що \"під час вагітності посипалися зуби\", \"кожна дитина забирає зуб\". Лікарі-стоматологи називають міфом твердження, що дитина використовує кальцій із зубів матері під час внутрішньоутробного розвитку. Причиною карієсу та захворювань ясен (гінгівіт, пародонтит, періодонтит) називають гормональні зміни, нудоту та блювоту при токсикозі, зміну харчових звичок, погану гігієну порожнини рота.\n" +
            "\n" +
            "Токсикози з їх частими блювотами та зміна звичок харчування (особливо акцент на вуглеводах) викликають порушення кислотно-лугового балансу в порожнині рота, демінералізацію зубів і розвиток карієсу. Якщо ви готувалися до вагітності заздалегідь, то, напевно, обов'язковим пунктом підготовки стало лікування зубів і чищення від зубного каменю. Тепер обов'язково потрібно підтримувати гігієну ротової порожнини (чистка зубів не менше двох разів на день і м'яке очищення зубною ниткою раз на день, використання ополіскувачів і комплексної зубної пасти) і раз на кілька місяців відвідувати профілактичний огляд до стоматолога. Навіть якщо до вагітності зуби майже не турбували вас, за 9 місяців навіть маленька проблема може значно посилитися.\n" +
            "\n" +
            "Якщо ви не можете обійтися без допомоги стоматолога, плануйте лікування на другий триместр. Це найбезпечніший час для маніпуляцій, включаючи анестезію та рентген. На 14-26 тижнях можна без побоювання лікувати захворювання зубів ясен, проводити безопераційне видалення зубів, встановлювати брекети. У першому та третьому триместрі дозволені екстрені процедури, але лікар повинен бути попереджений про своє становище, щоб підібрати максимально щадні препарати. Рентген на дентальному комп'ютерному томографі дозволений на будь-який термін, оскільки променеве навантаження тут мінімальне, а результати мають високу точність.\n" +
            "\n" +
            "Протягом всієї вагітності бажано уникати хірургічного втручання, відкладати імплантацію, протезування, зняття зубного каменю.\n",
        "vaga": "Вага: 501 г",
        "dovgina": "Довжина: 29,1 см",
    },
    {
        "week": 24,
        "maluk": "До 24-го тижня у дитини почалися цикли сну і неспання, і близько 5-9 годин на добу вона зайнята своїми маленькими справами: хмуриться, піднімає голову, згинає ручки і ніжки, штовхає маму, помацає все навколо. Далі плід буде рости ще швидше, оскільки в його організмі починає вироблятися гормон росту.\n" +
            "\n" +
            "Закінчується розвиток бронхів. Альвеоли починають виробляти поверхнево-активні речовини, без яких неможливо дихати. Після народження легені малюка \"розкриються\" і працюють на повну силу.\n" +
            "\n" +
            "На обличчі з'явилися брови і вії, дитина активно тренує мімічні м'язи: будує обличчя, відкриває рот, примружується. Він реагує поштовхами на різке світло і звуки, на зміну смаку навколоплідних вод, на настрій мами.\n" +
            "\n" +
            "Під час огляду лікарі звертають увагу на серцебиття, слухаючи його акушерським стетоскопом. У нормі пульс немовляти становить близько 160 ударів на хвилину. Взагалі, спостерігати за дитиною в утробі матері дуже цікаво. За тиждень він додає близько 100 грамів. Він вже повністю сформований, хоча його шкіра ще червонувата і зморшкувата. Потові та сальні залози сформувалися і готові до роботи. Трохи пізніше під шкірою наросте підшкірно-жирова клітковина, вона розправиться і стане пружною.\n",
        "mama": "Часто на цьому терміні апетит майбутньої мами помітно зростає. Фігура все більше заокруглюється, живіт не може бути прихований навіть під просторим одягом. Щотижня вага збільшується приблизно на 350-500 г. Загальний приріст з початку вагітності може становити близько 7 кг.\n" +
            "\n" +
            "Якщо ваші збільшення ваги значно випереджають графік, встановлений лікарем, варто коригувати своє харчування і не забувати про помірну фізичну активність. Зайва вага не є найкращим помічником у пологах, тому не забувайте залишатися у формі. Помірне навантаження і заслужений відпочинок після нього - це ритм, який вам зараз потрібен. Уникайте різких рухів, ривків, стрибків. Для користі організму підійдуть прогулянки на свіжому повітрі, йога або фізкультура для вагітних, плавання.\n" +
            "\n" +
            "Швидке зростання живота, грудей і стегон також може призвести до того, що шкіра може постраждати, з'являються розтяжки та підвищений свербіж. Зволожуючі креми та косметичні масла допоможуть прикрасити картину.\n" +
            "\n" +
            "Якщо розтяжки вже з'явилися, на жаль, вони залишаться з вами і після пологів, з часом стаючи менш помітними.\n" +
            "\n" +
            "Рухи малюка стають настільки вираженими, що можуть розбудити маму посеред ночі. Тепер ці рухи не плутають з чим-небудь.\n" +
            "\n" +
            "І хоча в матці ще досить багато місця, малюк може відчутно штовхатися в ребра або сечовий міхур. Якщо удари малюка викликають біль і дискомфорт, спробуйте змінити позу сну, погладити живіт, поговорити і заспокоїти його.\n" +
            "\n" +
            "У цей час деякі мами можуть відчувати нові відчуття - ритмічні поштовхи (гика малюка) і регулярні напруження матки (тренувальні сутички). Ікота - це тренування самостійного дихання малюка. А короткочасне безболісне \"кам'яніння живота\" - процес підготовки матки до майбутніх пологів.\n",
        "useful": "За статистикою, кожна друга майбутня мама стикається з опікою. Багатьох вона наздоганяє вже в перші місяці вагітності і отруює життя буквально до останніх днів. Це дуже неприємне явище: в грудях пече, в шлунку ніби оселилася зграя їжаків, в роті кислий смак. Крім того, нудота, грудка в горлі, труднощі з ковтанням і важкість у шлунку. З печія може початися відразу після їжі або як тільки ви відпочиваєте.\n" +
            "\n" +
            "Якщо вірити прикметі, вона з'являється, коли у малюка росте волосся. Але насправді ці явища не пов'язані. Причин для випаги є кілька.\n" +
            "\n" +
            "Гормональний: Розслаблюючі гормони розслабляють м'язовий сфінктер, який \"замикає\" стравохід, розслабляється, а кислий вміст шлунка закидається в нижні відділи стравоходу. Друга причина анатомічна: зростаюча матка тисне на шлунок, його об'єм зменшується. Їжа, що надходить у звичайній кількості, переповнює шлунок і закидається назад у стравохід. Саме тому перша рекомендація при виперті - їсти невеликими порціями, але часто.\n" +
            "\n" +
            "Взагалі, було винайдено багато народних засобів, щоб заспокоїти розлючений шлунок. Якщо зменшення порцій не допомогло, можна спробувати дієту без жирних і смажених страв, які також розслабляють сфінктер. Деяким допомагає пара ковтків молока, лужна мінеральна вода, імбирний настій, свіжий грейпфрутовий або морквяний сік. Хтось заїдає кожен прийом їжі жменькою горіхів або насіння. Правда, це дуже калорійний перекус.\n" +
            "\n" +
            "Ранкова нудота та запага допомагають впоратися з сирою морквою або шматочком яблука, приготованим з вечора і з'їденим натщесерце. Від нічної печії, яка виникає через кілька годин після вечері, рятує вертикальне положення: спати, підклавши подушки або піднявши узголів'я ліжка, а якщо печіння не вщухає, то встати і трохи походити.\n" +
            "\n" +
            "Фармініндустрія пропонує безліч антацидних (знижуючих кислоти) препаратів. Але перед тим, як приймати їх, слід проконсультуватися з лікарем.\n",
        "vaga": "Вага: 600 г",
        "dovgina": "Довжина: 31 см",
    },
    {
        "week": 25,
        "maluk": "До початку сьомого місяця у малюка повністю сформоване обличчя, всі його частини зайняли свої місця. З деякою фантазією на УЗД можна побачити, на кого схожа дитина, на маму чи бабусю. Вушна раковина продовжує формуватися.\n" +
            "\n" +
            "М'язи ростуть, і кожна з них починає відповідати за окремі дії. Розвиток статевих органів продовжується. У хлопчиків яєчка поступово опускаються з черевної порожнини в мошонку. У дівчаток вже розвинені яєчники, а піхва закінчується.\n" +
            "\n" +
            "Малюк стає трохи тісним у матці. Він більше не може спокійно плавати з боку в бік, поступово він займає положення, в якому буде перебувати до пологів. Деякі з них відразу ж розташовуються в потрібному положенні головою вниз, а ті, хто знаходиться в тазовому положенні, можуть ще раз перевернутися. Під час неспання дитина продовжує розважати себе. Рухає пальцями, смокче їх, торкається обличчя і тіла, пуповини. Деякі малюки вже віддають перевагу одній руці.\n" +
            "\n" +
            "Ущільнюється хребет і кістки, в них відкладається кальцій. Кістковий мозок бере участь у процесі кровотворення, до цього кров утворювалася переважно селезінка та печінка. Приблизно з п'ятого тижня печінка була центром кровотворення, але до кінця внутрішньоутробного періоду вона повністю зникне з цієї функції.\n",
        "mama": "До 25-го тижня, коли більша частина другого триместру вже позаду, майбутня мама все більше звикає до нового статусу. Живіт з кожним тижнем стає все більшим і важчим, а активність малюка не забуває про те, що ви \"в положенні\". Тепер, коли поштовхи малюка стали відчутними, можна ввести в щоденний ритуал підрахунку його рухів. Наш додаток допоможе вам у цьому.\n" +
            "\n" +
            "Ложкою дьогтю в прекрасному світі вагітності є супутні незручності. Все важче підібрати відповідну позу для сну, оскільки випираючий живіт заважає комфортно розташуватися і розслабитися. Зростаюча матка стискає навколишні органи. Запори можуть посилюватися, з'являються геморой, варикоз, набряки задишки, а також позиви \"по-маленькому\". Бандаж, компресійні панчохи та ванни для ніг можуть принести деяке полегшення. Під час відпочинку корисно розташовувати ноги вище рівня тазу, наприклад, на валик або подушку.\n" +
            "\n" +
            "У деяких жінок з грудей може почати виділятися молозиво - жовтувата в'язка рідина. Це природне явище - молочні залози готуються до майбутньої лактації. У інших жінок молозиво з'явиться лише після пологів.\n" +
            "\n" +
            "Жодна інша спеціальна підготовка грудей до годування не потрібна. До народження малюка ви можете вивчити правильне прикладання дитини до грудей та інші питання грудного вигодовування на курсах для вагітних. Медичні працівники пологового будинку або спеціаліст з грудного вигодовування також допоможуть вам налагодити лактацію після пологів.\n",
        "useful": "Гестоз - це ускладнення під час вагітності, яке може не проявлятися або проявлятися набряком, підвищеним тиском, втратою білка з сечею, судомами. Гестоз також позначається термінами прееклампсія або артеріальна гіпертензія вагітних.\n" +
            "\n" +
            "Гестоз дуже небезпечний, якщо не почати його лікування вчасно. На жаль, це одна з найпоширеніших причин материнської смертності в розвинених країнах. Це ускладнення може з'явитися в другій половині вагітності - після 16-20 тижнів, але частіше зустрічається в третьому триместрі, після 28 тижня. Причини гестозу не повністю вивчені, існує багато медичних теорій його етіології. Вважається, що жінки з хронічними захворюваннями нирок і серцево-судинної системи мають велику схильність до цього ускладнення.\n" +
            "\n" +
            "Вагітні повинні прислухатися до свого організму, звертати увагу на дискомфортні та хворобливі зміни. Таким чином, жінка може помітити можливі ознаки початку гестозу. До них відносяться сильний набряк, різкий набір ваги та підвищений артеріальний тиск. Якщо до цього додаються симптоми головного болю, нудоти, мерехтіння \"мушок\" перед очима, надмірної сонливості, загальмованості, судом, то це сигнал для термінового звернення за медичною допомогою.\n" +
            "\n" +
            "Часто провісники гестозу можна виявити на ранній стадії за результатами аналізів і на очному прийомі у лікарів. Загальний аналіз сечі є інформативним. Якщо результати підвищують рівень білка, це серйозний привід для подальших обстежень.\n" +
            "\n" +
            "Аналіз крові також допомагає виявити ознаки ускладнення вагітності. Лікар-офтальмолог на прийомі спостерігає за станом судин очного дна вагітної. А гінеколог, який веде вагітність, кожен прийом вимірює вагу жінки, її тиск, уточнює її стан: чи немає набряків, головних болів та інших специфічних скарг. Саме тому не варто ігнорувати медичне спостереження за вагітністю, і важливо правильно і вчасно здавати аналізи.\n" +
            "\n" +
            "Раннє виявлення ознак гестозу та адекватна терапія допомагають уникнути погіршення стану жінки та зберегти вагітність. Лікування гестозу проводиться в стаціонарі.\n" +
            "\n" +
            "На жаль, ніякої спеціальної профілактики гестозу не існує. Але лікарі відзначають, що відсутність емоційних потрясінь і нервового напруження значно знижують ризик ускладнень під час вагітності.\n",
        "vaga": "Вага: 660 г",
        "dovgina": "Довжина: 33,4 см",
    },
    {
        "week": 26,
        "maluk": "До 26-го тижня дитина значно зросла і важить близько 850-950 грамів. На ручках і ніжках наростає підшкірно-жирова клітковина, вони стають пухкішими. Але обличчя поки що маленькі і зморшкуваті. Поступово очі відкриваються, незабаром малюк буде плескати ними і дивитися в сторони. Колір очей ще каламутний, невизначений. Навіть після народження він не буде зрозумілий відразу і зміниться один-два рази, перш ніж буде видно остаточний колір.\n" +
            "\n" +
            "Зовнішні органи слуху сформовані і розташовані на своєму місці. Тепер черга за внутрішнім вухом і слуховими рецепторами.\n" +
            "\n" +
            "Розвиток мозку призводить до розвитку пам'яті. Наприклад, голос мами він пам'ятає і виділяє з інших звуків.\n" +
            "\n" +
            "Розвинені легені нарешті можуть спробувати себе. У плода відкриваються ніздрі, щоб малюк міг потренуватися, вдихаючи і видихаючи навколоплідну рідину. Розвинені рефлекси хапання і смоктання: якщо рука дитини знаходиться біля обличчя, вона захопить палець і буде смоктати його.\n" +
            "\n" +
            "Скелет ще хрящоподібний, лише частина його окостеніла. Отже, дитині дуже потрібен кальцій.\n" +
            "\n" +
            "Закінчується розвиток статевих органів. У дівчаток сформована матка і маткові труби, яєчники, піхву. У хлопчиків яєчка опускаються з черевної порожнини в мошонку.\n",
        "mama": "Зовсім скоро відбудеться ваша довгоочікувана зустріч з найпрекраснішим малюком у світі. Поки він продовжує рости, розвиватися, штовхатися, перевертатися і гикати. Зараз активно нарощується жирова маса дитини, яка не тільки зігріє дитину в перший раз після народження, але й буде джерелом енергії. Якщо малюк народжується раніше терміну, це вже не так небезпечно: з 26 тижнів плід вважається життєздатним. При хорошому догляді такі малюки виростають і мало чим відрізняються від доношених.\n" +
            "\n" +
            "Психологи радять частіше спілкуватися з малюком, ставити класичну музику. Є дослідження, які виявили, що композиції Моцарта та Вівальді заспокоюють дітей, у тому числі тих, хто знаходиться в утробі матері. Також не забувайте про себе, займайтеся тим, що приносить вам задоволення і радість. Вагітність не є приводом для того, щоб сидіти в чотирьох стінах. Регулярні прогулянки, поїздки на природу, заняття улюбленими хобі, відвідування виставок, фестивалів, культурних заходів, зустрічі з подругами - все це урізноманітнить ваше дозвілля та покращить настрій.\n" +
            "\n" +
            "Зверніть увагу на своє харчування. Варто їсти потроху, але часто. І не тільки через печію, яка часто стає незмінним супутником останніх місяців вагітності. Малюк споживає корисні речовини з крові мами, що може призвести до різкого падіння цукру.\n" +
            "\n" +
            "Якщо раптом запаморочилася голова, накрилася несподівана слабкість - потрібно терміново перекусити. Віддавайте перевагу корисним перекусам. Можна носити з собою йогурт, свіжі фрукти, жменю сухофруктів та горішки.\n",
        "useful": "Приблизно після 20 тижня вагітності у деяких жінок виникають тренувальні сутички. Їх можна відчути, приклавши руку до живота. Такі сутички ще називають \"помилковими\", сутичками Брекстона-Хікса. Це короткочасні нерегулярні напруження матки, які таким чином починають готуватися до пологів. Вважається, що така підготовка починається з раннього періоду вагітності, але до середини вагітності вона проходить непомітно. До речі, у деяких жінок взагалі не буває помилкових сутичок.\n" +
            "\n" +
            "Під час тренувальної сутички напружується гладка мускулатура матки, але шийка не розкривається. Жінка відчуває себе маткою \"каменить\" і розслабляється через 30-60 секунд.\n" +
            "\n" +
            "Сутички відбуваються нерегулярно, іноді можуть виникати кілька разів на годину, а іноді - давати перепочинок в кілька днів. Вони можуть виникати на порожньому місці або бути спровоковані стресом, фізичним навантаженням, переповненим сечовим міхуром, сексуальною активністю.\n" +
            "\n" +
            "Якщо \"брекстони\" неприємні для вас, ви можете спробувати полегшити стан. Прийняти теплий душ, прогулятися на свіжому повітрі, зробити дихальні вправи, полежати на лівому боці.\n",
        "vaga": "Вага: 760 г",
        "dovgina": "Довжина: 35,6 см",
    },
    {
        "week": 27,
        "maluk": "До 27 тижня плід стає дуже активним. Кілька годин, коли він не спить, малюк чудово розважає себе: перевертається, відштовхується ногами, моргає, треться очима, торкається носа і вух, смокче пальці, стискає і розтискає кулачки.\n" +
            "\n" +
            "Всі внутрішні органи, тканини та системи сформовані і продовжують вдосконалюватися, дозрівати. Система зору настільки розвинена, що дитина може розрізняти світло і тіні, реагувати на світло і повертатися до нього. Віки, закриті кілька місяців, тепер відкриваються. Дитина блимає і свідомо прикриває очі.\n" +
            "\n" +
            "У щитовидній залозі інтенсивно виробляються гормони, важливі для розвитку дитини. Вони керують утворенням енергії в організмі людини, відповідають за обмін жирів і білків, впливають на роботу серцево-судинної, травної та статевої систем, відповідають за психічні функції. Такий \"розвантаження\" може зробити маму краще, оскільки тепер її ендокринна система не повинна працювати за двох.\n" +
            "\n" +
            "Дихальна система стрімко готується до самостійної роботи: дозрівають альвеоли та альвеолярні ходи, а також виробляються поверхнево-активні речовини. Поки легені заповнені амніотичною рідиною, а малюк тренується, щоб вдихати і видихати.\n" +
            "\n" +
            "У матці є багато місця для маневрів, тому малюк не зайняв остаточне положення. Якщо він лежить ногами вниз, не хвилюйтеся, він ще кілька разів перевернеться за решту 13 тижнів.\n",
        "mama": "Чим довше вагітність, тим сильніше організм нагадує про неї. Якщо в перші місяці ви іноді могли забути про своє \"положення\", то тепер це практично неможливо. Малюк постійно нагадує про себе поштовхами і ударами.\n" +
            "\n" +
            "А організм своїми \"вагітними\" потребами, такими як часті позиви до туалету. Деякі жінки навіть заздалегідь складають маршрут прогулянок з урахуванням туалетів, які зустрічаються по дорозі. Це правильно, ні в якому разі не можна терпіти позиви, це може завдати шкоди сечостатевій системі.\n" +
            "\n" +
            "З третього триместру важливо регулярно здавати аналіз сечі: зростаюча матка може тиснути на нирки, стискати сечоводи. Ви також можете зіткнутися з неприємним явищем: стресова нетримання сечі - це невелике підтікання сечі під час сміху, кашлю, чхання. Це також пов'язано зі здавлюванням органів зростаючою маткою та ослабленням м'язів тазового дна.\n" +
            "\n" +
            "Ваша фігура продовжує округлюватися. З початку вагітності було додано близько 8-10 кг. Живіт поки високо під грудьми, ближче до пологів він опуститься. Настав час познайомити майбутніх родичів з малюком. Його рухи та поштовхи можна легко відчути, приклавши долоню або навіть побачити. На животі час від часу з'являються горбки в одному або іншому місці - це те, що малюк активно розминає свої міцні ручки і ніжки.\n" +
            "\n" +
            "До речі, можливо, ви помітили, що ваші ритми з малюком можуть не збігатися, і саме тоді, коли мама відходить до сну, у дитини починається \"футбольне тренування\". Це пов'язано з тим, що коли ви не спите, ваша активність і ходьба заколисують його, а коли ви відпочиваєте, малюк прокидається. Можна спробувати заспокоїти крихітку погладжуванням, спокійною класичною музикою або колисковою.\n",
        "useful": "Вагітність - це найкращий привід переосмислити свій звичний раціон у бік здорового харчування. І починається здорове харчування, звичайно, з холодильника та кухонних шаф. Настав час оглянути їх критичним поглядом і нездригнутою рукою, щоб звільнити їх від небезпечних продуктів. У раціоні вагітних жінок небажані чіпси, сухарики з різними добавками, снеки. Вони містять консерванти та смакові добавки, які можуть порушити обмін речовин в організмі. Крім того, термічна обробка виділяє речовини (наприклад, акриламід), які можуть вплинути на розвиток плода.\n" +
            "\n" +
            "Утримайтеся від сухих сніданків та смажених мюслі, вони дуже калорійні, а також містять ті ж ароматизатори та підсолоджувачі. Натуральні мюслі з фруктами, горіхами та медом корисніше (хоча горіхи та мед у необмеженій кількості є \"калорійною бомбою\").\n" +
            "\n" +
            "З цих же причин у сміття підуть кетчупи та майонези. Більшу частину їх складу займають крохмаль, а решта - ароматизатори, консерванти, згущувачі, підсилювачі смаку. Їх також не рекомендують їсти поза вагітністю. Копчені делікатеси та консерви небезпечні для канцерогенів.\n" +
            "\n" +
            "Всього 50 грамів копченої ковбаски містять стільки ж, скільки пачка сигарет, а банка шпроту умовно містить 60 пачок сигарет.\n" +
            "\n" +
            "До кінця вагітності іноді доводиться стежити за вагою, щоб обмежити жирність молочних продуктів, виключити рафіновані масла та швидкі вуглеводи (цукор і мед, вироби з білого борошна, білий рис, солодкі фрукти). Важливо, щоб добовий раціон задовольняв потреби організму в білках, жирах, вуглеводах, вітамінах та інших речовинах.\n",
        "vaga": "Вага: 875 г",
        "dovgina": "Довжина: 36,6 см",
    },
    {
        "week": 28,
        "maluk": "Плід виріс до 36-38 см і важить близько кілограма. Обличчя округляється завдяки підшкірно-жировій клітковині, а на ручках і ніжках з'являються складки. У волоссі накопичується пігмент.\n" +
            "\n" +
            "Мозок дитини чітко розділений на дві півкулі. Якщо раніше він був гладким, то тепер він був повністю порізаний борозенками і звивистями. Він все ще росте і розвивається, але вже здатний аналізувати звуки, запахи, смаки, зорові відчуття. У корі головного мозку розташовані центри сприйняття та відтворення. Час від часу малюк відкриває очі, реагує на яскраві джерела світла. Він вже може сфокусувати погляд на одній точці.\n" +
            "\n" +
            "Внутрішні органи готові до роботи: залози виробляють ферменти та гормони, а печінка - жовч. Плаваючи в животі мами, малюк постійно ковтає навколоплідну рідину. Частина з неї виводиться нирками, а частина пізніше стає первородним калом (меконієм). За кровотворення тепер відповідає кістковий мозок. Склад крові близький до \"дорослого\": він містить еритроцити, тромбоцити, лейкоцити та інші елементи.\n" +
            "\n" +
            "Якщо дитина народжується на цьому терміні, то з невеликою допомогою лікарів вона має всі шанси вижити і нормально розвиватися. Легенева тканина ще слабка, але вже майже готова до самостійного функціонування поза тілом матері. У альвеолах виробляється поверхнево-активний засіб, а бронхіальні трубки завершуються.\n" +
            "\n" +
            "Дорослому плоду стає тісно в матці. Це робить його менш меншим, але всі його поштовхи відчуваються сильнішими. На животі мами чітко проявляються долоні, що вперлися зсередини, горбок голови або гостре коліно.\n" +
            "\n" +
            "Малюк спить більшу частину часу, але його сон сильно відрізняється від нашого звичного сну. До 30 тижня в циклі сну з'явиться повільна фаза, а поки весь сон нагадує швидку фазу - з рухами очних яблук, зміною виразу обличчя, посмикуванням ручок і ніг.\n",
        "mama": "Настає третій триместр - час активної підготовки до пологів і майбутнього материнства. Якщо це ваша перша вагітність, то зараз саме час прочитати книги про пологи та догляд за немовлям у перші місяці життя. Відвідування \"школи майбутніх мам\" також буде максимально корисним. Ці курси допоможуть вам підготуватися до пологів, вивчити методи дихання та розслаблення під час сутичок, розповісти про грудне вигодовування та інші важливі питання догляду та догляду за малюком після його народження. І спілкування з іншими вагітними жінками може допомогти вам, додати гарного настрою та принести нові приємні знайомства. А ваші малюки матимуть своїх перших однолітків.\n" +
            "\n" +
            "Настає третій триместр - час активної підготовки до пологів і майбутнього материнства. Якщо це ваша перша вагітність, то зараз саме час прочитати книги про пологи та догляд за немовлям у перші місяці життя. Відвідування \"школи майбутніх мам\" також буде максимально корисним. Ці курси допоможуть вам підготуватися до пологів, вивчити методи дихання та розслаблення під час сутичок, розповісти про грудне вигодовування та інші важливі питання догляду та догляду за малюком після його народження. І спілкування з іншими вагітними жінками може допомогти вам, додати гарного настрою та принести нові приємні знайомства. А ваші малюки матимуть своїх перших однолітків.\n" +
            "\n" +
            "У цей період до вас можуть повернутися забуті слабкості, сонливість, запаморочення. Якщо це не наслідки дефіциту заліза, то вам просто доведеться перетерпіти і приділяти більше уваги відпочинку. Але рівень гемоглобіну все ж краще контролювати, здаючи аналіз вчасно.\n" +
            "\n" +
            "Матка продовжує рости, іноді вона стискає кровоносні судини, що йдуть до ніг. Це може викликати венозний застій, судоми, тяжкість ніг, оніміння гомілки. Дитина також виросла, і всередині вона стає трохи тісною. Він більше не може так вільно крутитися і рухатися, як раніше. Але тепер його рухи сильніші та відчутніші. Все частіше стає зрозуміло, що малюк спілкується з вами, висловлюючи радість, невдоволення та інші емоції.\n",
        "useful": "Часто з ростом плода зростає і апетит мами. До середини або кінця другого триместру часто хочеться щось пожувати, і все, що завалилося в холодильнику, йде в хід. А ось як це поєднати з бажанням мами залишатися стрункою і з акуратним животиком... Звичайно, зверніть увагу на здорові перекуси.\n" +
            "\n" +
            "Плануючи закупівлі на тиждень або пробігаючи повз полиці в магазині і змітаючи все, на що впаде погляд, приділіть кілька хвилин вибору невеликих, зручних і готових до вживання продуктів.\n" +
            "\n" +
            "Це можуть бути сирі сезонні овочі (морква, ріпа, огірок, селера, болгарський перець, помідори, брокколі, зелений горошок, гарбуз).\n" +
            "\n" +
            "Список обмежується лише вашою фантазією, харчовими уподобаннями та реакцією шлунка. Якщо якісь овочі пухають або відчувають тяжкість у животі, викресліть їх зі списку корисних перекусів. Овочі можна їсти сирими, готувати на пару або занурювати в смачні заправки. Наприклад, гороховий хумус, йогуртовий соус, гуакамоле (закуска з авокадо), пасту тахіні.\n" +
            "\n" +
            "Продукти на один укус добре допомагають: стаканчик йогурту на одну порцію, сирний сирок, індивідуальні пакети сиру, дитячі сирні палички, міні-пакети з дитячою морквою (baby-carrot), пакетики з родзинками, горіхами, сухофруктами та їх сумішами. Кукурудзяні або рисові хліби (з травами, в'яленими помідорами, перцем) можна накрити зверху шматочком сиру і відправити в мікрохвильовку на півгодини. Нарешті, взяти дитячу пачку соку. Все це можна перекусити, навіть якщо ви дуже зайняті і не маєте часу на приготування їжі.\n" +
            "\n" +
            "Якщо ви можете виділити трохи часу, ви можете приготувати швидкі бутерброди. Вниз - чорний цільнозерновий хліб, підсушений у тостері або на сковороді. На нього намазати третину стиглого, м'якого авокадо. Солоний, перчений і розім'ятий виделкою. Зверху додайте кружечки помідора або половинку черрі, додайте зелень за смаком.\n" +
            "\n" +
            "Замість авокадо з помідорами можна покласти шматочок курки або нежирний сир, а зверху покласти зелень і овочі. Можна покласти філе запеченої риби або намазати рибним рієтом.\n",
        "vaga": "Вага: 1005 г",
        "dovgina": "Довжина: 37,6 см",
    },
    {
        "week": 29,
        "maluk": "Малюк готується до зустрічі з новим світом і до самостійного життя. За третій триместр він значно набере вагу, подвоївши або потроївши нинішні \"кіло з хвостиком\". У плода сформовані і готові до роботи основні органи і системи, синтезуються всі необхідні гормони і запущений механізм терморегуляції.\n" +
            "\n" +
            "Травна система дозріває: незабаром вона буде готова до засвоєння маминого молока.\n" +
            "\n" +
            "Тіло малюка починає очищатися від первородних волосків (лануго) і мастила, в більшості випадків до моменту пологів вони залишаються тільки в області складок. Але іноді малюки народжуються з великою кількістю чорних волосків на тілі. Зазвичай вони з'являються в перші пару тижнів після пологів.\n" +
            "\n" +
            "Формування статевої системи майже завершено. У хлопчиків яєчка поступово опускаються в мошонку. Їх повне опущення з заочеревинного простору відбудеться вже після пологів. Нирки плода виділяють близько півлітра сечі на добу.\n" +
            "\n" +
            "Кровоносна система сформована і в крові присутні всі необхідні елементи, які допомагають переносити кисень і виводити вуглекислий газ, боротися з інфекціями. Правда, венозний і артеріальний кровотік поки що перемішуються. Вони розділяться, коли зароблять легені малюка.\n" +
            "\n" +
            "Бурий жир, який допомагає в теплообміні, становить близько 4% маси тіла дитини. Він відкладається під шкірою і захистить організм від переохолодження. Вага зростає і завдяки кістковій тканині, і її зміцнення зараз відбувається дуже швидко. Малюк потребує близько 250 мг кальцію на добу. Його недолік призводить до того, що плід \"забирає\" його з організму мами. Це, в свою чергу, може призвести до руйнування зубів, судом литкових м'язів та стрибків настрою. Щоб компенсувати дефіцит кальцію в організмі, необхідно щодня вживати достатню кількість молока, кисломолочних продуктів.\n" +
            "\n" +
            "Від загального розвитку не відстають і нирки, які щодня пропускають через себе близько двох склянок амніотичної рідини. З носових проходів пішли слизові пробки, тому тепер навколоплідні води потрапляють в організм дитини не тільки через рот, але і через ніс.\n",
        "mama": "У третьому триместрі не тільки ви, але й ваш організм починає посилену підготовку до майбутніх пологів. А молочні залози активно готуються до майбутньої лактації. У деяких жінок вони можуть набухнути і почати виділяти молозиво. Лікарі особливо попереджають, що ніяких маніпуляцій з грудьми не потрібно проводити, що може спровокувати тонус матки і передчасні пологи. Розтирання, \"підготовка сосків\", видавлювання молозиву - заборонено.\n" +
            "\n" +
            "Максимум - це елементарна гігієна грудей і використання прокладок для бюстгальтера при протіканні молозива. \n" +
            "\n" +
            "У міру зростання місця для матки стає все менше і вона стискає навколишні органи і тканини. У нижній частині живота, спині та попереку можуть виникати хворобливі, тягнучі відчуття.\n" +
            "\n" +
            "Підтримуючи суглоби та зв'язки розм'якшуються та розтягуються в результаті підготовки до пологів. Такі періодичні болі, хоч і неприємні, але не є небезпечними.\n" +
            "\n" +
            "Але не тільки матка росте, а й малюк всередині помітно поправився і продовжує збільшувати свою вагу, запасаючись необхідним підшкірним жиром. Тепер він все ще не може вільно перекинутися, просто не вистачає місця для цього.\n" +
            "\n" +
            "Але навіть незначні удари малюка добре відчуваються мамою. Рухи є найважливішим показником самопочуття дитини. Норма, якщо жінка відчуває приблизно 10 поштовхів за 12 годин. Але не варто хвилюватися, якщо малюк спокійний кілька годин поспіль, швидше за все, він просто спить. Ви можете відстежувати кількість рухів вашого малюка за допомогою нашого додатка.\n",
        "useful": "Взагалі, всмоктуючі вкладиші для грудей призначені для вже народжених жінок, у яких ще немає лактації, і молоко підтікає. Але груди починають виробляти молозиво під час підготовки до пологів, і у деяких жінок його так багато, що воно починає виділятися ще до народження дитини.\n" +
            "\n" +
            "Вкладиші - це зручний гігієнічний виріб. Вони широко представлені в аптеках і відділах магазинів засобів особистої гігієни, товарів для мам. Там можна зустріти десятки видів прокладок для грудей. На думку багатьох користувачів, найзручніші вкладиші - бавовняні, з однією гладкою, а другою перфорованою поверхнею. Молозива виділяється менше, ніж молоко, тому можна вибрати тонкі вкладиші з меншою кількістю абсорбенту. Їх слід міняти або під час наповнення, або не рідше ніж раз на 5-6 годин.\n" +
            "\n" +
            "Ви також можете самостійно зшити або придбати готові багаторазові вкладиші для грудей. Це заощадить ваші кошти та час на їх придбання в майбутньому.\n" +
            "\n" +
            "Основною метою вкладиша є забезпечення сухості грудей, інакше у соска будуть розвиватися хвороботворні бактерії. Але незалежно від того, які ідеальні вкладиші ви виберете, не забувайте провітрювати груди. Можна просто ходити без білизни пару годин на день.\n",
        "vaga": "Вага: 1153 г",
        "dovgina": "Довжина: 38,6 см",
    },
    {
        "week": 30,
        "maluk": "На 30-му тижні всі органи і системи активно дозрівають, а півкулі мозку вдосконалюються. Всі дії малюка координуються мозком: у страшних обставинах він завмирає, почувши голоси або звуки - реагує у відповідь, у незнайомих ситуаціях проявляє цікавість. Він може навіть реагувати на смачну їжу, яку з'їла мама, на її різкі рухи, сильні емоції, дотик до живота.\n" +
            "\n" +
            "Носові ходи звільнилися від слизових пробок, тому він тренується вдихати не тільки ротом, але й носиком. Легені поки не вміють працювати ритмічно, іноді вони хаотично вдихають і виштовхують амніотичну рідину. Надлишок рідини викликає у малюка гикавку, і мама відчуває різкі поштовхи в животі.\n" +
            "\n" +
            "Протягом всієї вагітності мама передає плоду залізо. Без нього неможливо дихати кожну клітину, ріст тіла, роботу нервової системи, клітинного та місцевого імунітету. Вона входить до складу покривних тканин. Залізо надходить у організм немовляти через плаценту. Цей процес найбільш активний на 28-32 тижні вагітності.\n" +
            "\n" +
            "Всього за 9 місяців нормальної неускладненої вагітності від мами до малюка надходить близько 300 мг заліза. До кінця вагітності залізо накопичується в клітинах плода. Незабаром після пологів надлишок заліза розкладається, але розпадний гемоглобін не встиг швидко вийти з організму. Шкіра та слизові оболонки малюка жовтіють, у нього починається фізіологічна жовтяниця новонароджених. Кожна дитина проходить через цей стан, і під контролем лікарів вона проходить без наслідків.\n",
        "mama": "Вважається, що до 30 тижня плід повинен зайняти фізіологічно правильне положення головою вниз. Це дозволить йому легше і безпечніше проходити по родових шляхах. Насправді, хоча малюкові стає трохи тісно в матці, протягом наступних 10 тижнів він може ще кілька разів перевернутися. Лікар також може порекомендувати вам спеціальну вправу в колінно-ліктьовій позі, щоб стимулювати розворот малюка головою вниз.\n" +
            "\n" +
            "У багатьох жінок в цей період всі думки і відчуття зосереджені на тому, що відбувається з животом. Увага прикута до активності малюка, болю, що тягне, і навіть можливих тренувальних сутичок. До цього терміну багато хто виявляє закономірності і розуміє режим малюка. Наприклад, мами помічають, що дитина активується у відповідь на підвищення адреналіну в крові матері при стресі або сплеску емоцій. Після їжі плід реагує на підвищення рівня глюкози в крові матері активними поштовхами. А іноді болісними ударами в область ребер або сечового міхура малюк буквально змушує його змінити позу або піти на прогулянку.\n" +
            "\n" +
            "Дно матки піднялося високо і знаходиться приблизно за 28-33 см від лонного з'єднання. Цей показник лікар вимірює на кожному прийомі і, порівнявши дані з таблицею, може без УЗД сказати, чи нормально розвивається вагітність, чи не відстає малюк у зростанні, чи достатня кількість навколоплідної води оточує його.\n" +
            "\n" +
            "Зростаюча матка продовжує підпирати діафрагму, тиснути на навколишні органи. Збільшений живіт підтримує розтягнуті та ослаблені м'язи.\n" +
            "\n" +
            "Майбутня мама повинна поводитися обережно, уникаючи різких рухів, ривків і нахилів. Навіть, здавалося б, просте вставання з ліжка тепер перетворюється на цілий комплекс вправ з перекочуванням на бік, пихуванням і підтягуванням.\n",
        "useful": "Майбутні батьки, як правило, відповідально ставляться до вибору імені: читають словники з тлумаченням імен, збирають сімейні поради, перебирають рідних і знайомих з тим же ім'ям, орієнтуються на моду на імена. Так, так, на імена теж є мода. Близько 30 років тому в кожному класі було кілька Наташ. Потім їх замінили Юлі та Насті, а серед хлопчиків міцно лідирували Данила та Микита. Зараз особливо популярні серед чоловічих імен Артем, Максим, Іван, Кирило, Матвій та Олександр, а серед жіночих - Марія, Аліса, Вікторія, Олександра, Єлизавета та Дар'я.\n" +
            "\n" +
            "Все більше батьків звертаються до коріння, називаючи дітей традиційними іменами. Варвари, Устіньї, Матрьони, Ігнати, Тихони, Гордеї, Сави стали нерідкими. Реверанси на захід також часто зустрічаються: Стефанії, Олівії, Кароліни, Річарди та Леви незмінно лідирують у рейтингах незвичайних імен.\n" +
            "\n" +
            "Вибираючи ім'я для дитини, слід пам'ятати не тільки про власні амбіції, але й про те, як дитині жити з цим ім'ям далі. Молодий Домінік Редькін, мерседес Петрова, Цезар Іванов або Акакій Хмельов навряд чи буде вдячний вам за таку екзотику.\n" +
            "\n" +
            "Вибираючи ім'я, вимовляйте його кілька разів у поєднанні з прізвищем та по батькові. Іноді красиві ім'я та по батькові разом створюють некрасиві поєднання. Вимовляючи \"Гермоген Олегович\", ви ризикуєте вивихнути язик, а Фердинанда Тайфуковича та Руслану В'ячеславівну\" зможе вимовити тільки відмінник логопедичного навчання.\n" +
            "\n" +
            "Вибравши кілька варіантів, відхиляйте їх по-різному. Як ви будете називати малюка в хвилини ніжності? Які дражнилки придумують діти в дитячому садку чи в школі?\n",
        "vaga": "Вага: 1319 г",
        "dovgina": "Довжина: 39,9 см",
    },
    {
        "week": 31,
        "maluk": "Дитина проводить більшу частину доби уві сні. Його сон вже розділений на дві фази, повільну і швидку, які по черзі змінюються. У швидкій фазі він навіть мріє про сни, вважають багато вчених. Принаймні, у малюка тремтять повіки, рухаються очні яблука, пристає дихання. Розвивається головний мозок, який зараз приблизно в 4 рази легше, ніж у дорослого. На 31-32 тижні відділи мозку \"розділяють сфери впливу\": визначається, за що буде відповідати той чи інший відділ.\n" +
            "\n" +
            "У волоссі та райдужці очей пігмент продовжує накопичуватися. Остаточний колір очей буде визначений вже після народження малюка. Але дитина ще не може визначити кольори, вона лише розрізняє світло і темряву.\n" +
            "\n" +
            "Внутрішні органи практично готові до роботи, їм залишилося трохи підрости і вдосконалитися. Печінка тепер вміє очищати кров, фільтруючи токсини. У легенях виробляється поверхнево-активний засіб, який запобігає злипанню альвеолярних мішків. Поки вони порожні, але з першим повноцінним вдихом вони розправляться, наповнюються повітрям і працюють на повну силу.\n" +
            "\n" +
            "Під шкірою наростає жирова тканина, і тіло малюка помітно округлюється. У нього з'являються складки і милі пухкі щічки. Під поверхневими м'язами обличчя утворюються грудки Біша, жирові грудки, які заважають щокам втягуватися всередину під час смоктання. Для того, щоб малюкові було легше висмоктувати молоко з грудей, в порожнині рота створюється негативний тиск і молоко тече саме по собі. Щоб маленький рот щільно охоплював ареолу соска, на губі утворюється мозолистий горбок, \"молочний мозоль\". Як правило, вона не турбує дитину і не заважає їй смоктати груди. З часом мозоль зникає сама, поступово і непомітно для мами і малюка.\n",
        "mama": "Чим ближче термін пологів, тим більше ваги набирає мама. Зараз в середньому на день додається 50 гр, а за тиждень - 200-300 гр. У цей термін багатьом жінкам рекомендується обмежити калорійні страви, особливо борошняні та солодкі, щоб не \"розгодувати\" дитину, оскільки великі малюки важче народжувати.\n" +
            "\n" +
            "Після 30 тижнів вагітній жінці оформляють обмінну картку для пологового будинку. Її слід завжди носити з собою разом зі своїми документами, оскільки нерідкі випадки передчасних пологів. Зверніть увагу не тільки на силу і ритмічність сутичок, але й на інші ознаки можливого наближення пологів. Наприклад, виділення у вигляді густого слизу, іноді з кров'янистими прожилками, можуть виявитися слизовими пробками. А штани, що стали мокрими, є результатом протікання навколоплідних вод. У таких випадках обов'язково зверніться до лікаря або до приймального відділення пологового будинку.\n" +
            "\n" +
            "Дно матки продовжує підніматися, підпираючи діафрагму і стискаючи шлунок. Задишка і печія можуть повернутися з подвійною силою. Організм швидко втомлюється. Це не дивно, адже він працює на повну силу для двох, а в разі багатоплідної вагітності - за цілу компанію! Зараз головне - прислухатися до своїх відчуттів і більше відпочивати. При кожній нагоді сідайте на стілець зі спинкою, піднімайте вище ноги, сідайте на напівсидіння на ліжку, лягайте спати. Біль у спині допоможе полегшити допологовий бандаж. Однак і він має протипоказання. Наприклад, його не носять, якщо малюк знаходиться в сідничному або поперечному предлежанні, - бандаж заважає плоду перевернутися головою вниз. Тому перед покупкою варто проконсультуватися зі своїм лікарем.\n",
        "useful": "Серед порад мам і бабусь про те, як поводитися з майбутнім немовлям, лідирують поради щодо годування. \"Не біжи на кожен писк, годуй по годинах\". \"Так, у тебе немає молока, дай суміш\". \"Ми не молочна порода\". Груди треба готувати заздалегідь.\n" +
            "\n" +
            "Ми залишимо інформацію про те, як годувати новонародженого консультантам з грудного вигодовування, а потім зупинимося на підготовці грудей до годування.\n" +
            "\n" +
            "Всі рекомендації щодо підготовки грудей є марними і часто небезпечними. Відомо, що матка реагує на стимуляцію сосків: їх масаж призводить до викиду окситоцину, який активізує скорочення матки. На ранніх термінах це може призвести до загрози вагітності, а на пізніх - до передчасних пологів.\n" +
            "\n" +
            "Насправді груди самі готуються до годування з того моменту, як отримали сигнал про те, що яйцеклітина запліднена. Під час вагітності вона збільшується в розмірах і починає виробляти молозиво. Шкіра виробляє захисне мастило навколо сосків, тому не слід мазати їх кремами або мити з милом після кожного годування.\n" +
            "\n" +
            "Максимум, що ви можете зробити зараз, щоб підготувати груди до годування, це психологічно налаштуватися на грудне вигодовування та вивчити правильне прикладання немовляти до грудей.\n" +
            "\n" +
            "Вважається, що дитина сама захопить груди правильно, \"так закладено природою\". Насправді йому потрібно допомогти, тому що часто рот немовляти невеликий відносно соска мами.\n" +
            "\n" +
            "Пам'ятайте, що малюк не повинен висіти на соску (це призведе до хворобливих тріщин), а повинен захоплювати всю нижню частину ареоли. Тоді, масажуючи молочні протоки в ареолі яснами, дитина легко отримає молоко.\n",
        "vaga": "Вага: 1502 г",
        "dovgina": "Довжина: 41,1 см",
    },
    {
        "week": 32,
        "maluk": "Малюк продовжує стрімко набирати вагу, одужуючи на 200-250 грамів на тиждень. За харчування плода відповідає плацента, складний ембріональний орган, який, крім харчування, виконує газообмінну, захисну, видільну функції. У плаценти є кілька \"віків\", ступенів її зрілості. Під час звичайної вагітності вона проходить 4 ступені зрілості, від нуля до третьої. Ступені визначаються за низкою ознак, які видно на УЗД. Ближче до пологів плацента старіє, у ній утворюються ущільнення, кальцієві відкладення, скорочується обмінна площа.\n" +
            "\n" +
            "Малюк росте, його внутрішні органи ростуть, ручки та ніжки подовжуються. Кісткова тканина стає все щільнішою, але череп залишається м'яким і пластичним. Між кістками розташовані перетинчасті ділянки, джерела.\n" +
            "\n" +
            "Вони забезпечують рухливість кісток черепа. Це потрібно для того, щоб новонародженому було легше пройти через родові шляхи. Після народження кістки черепа поступово тверднуть, а шви заростають. До моменту народження череп малюка недорозвинений, його ріст і формування закінчуються до 20-25 років.\n" +
            "\n" +
            "Імунна система отримує підтримку від маминого організму: антитіла до захворювань, якими вже перехворіла сама мама. Вони захищатимуть дитину протягом перших півроку життя, поки її імунітет не зміцниться.\n" +
            "\n" +
            "Шкіра малюка стає щільнішою і світлішою, через неї майже не просвічуються кровоносні судини. У багатьох малюків зникає первородне мастило, яке захищало від навколоплідних вод.\n" +
            "\n" +
            "Незначна кількість залишається лише в складках на згинах рук і ніг. М'які волоски змінюють пушок на голові. Вони вже містять пігмент, але зазвичай занадто багато пігменту, і надлишок виводиться в перші місяці після народження.\n",
        "mama": "Настав 32-й тиждень вагітності. Наближається пдр (передбачувана дата пологів) може додати тривожності, оскільки незабаром вам чекає важлива подія - пологи та довгоочікувана зустріч зі своїм малюком.\n" +
            "\n" +
            "Можливо, вам здається, що ви ще не готові до його народження: ви не вибрали пологовий будинок або навіть конкретного акушера-гінеколога, не підготували все необхідне придане для дитини. Не хвилюйтеся, якщо ви вагітні, у вас ще є достатньо часу, щоб вирішити всі ці питання. Однак сумку в пологовому будинку краще зібрати вже зараз, а всі необхідні документи та обмінну картку носити з собою. Це зробить вас набагато спокійнішим.\n" +
            "\n" +
            "У цей період у багатьох майбутніх мам загострюється \"синдром гніздування\" - коли нападає на бажання максимально облаштувати будинок до появи крихти, а можливо навіть ремонту або переїзду.\n" +
            "\n" +
            "Варто тверезо оцінювати ситуацію і свої можливості, а також максимально довірити турботу про комфорт чоловікові або рідним, залишаючи собі надзвичайно приємні турботи. Якщо вам подобається робити покупки та вибирати дитячі товари, то зараз саме час зробити решту покупок для майбутнього новонародженого.\n" +
            "\n" +
            "Продовжуйте стежити за рухами малюка. Дитина вже впирається в стінки матки, і у неї немає місця для плавання і перекидів, як раніше. Але тепер те, як він кружляє, штовхає і їкає, видно неозброєним поглядом, на радість обом батькам.\n",
        "useful": "Одним з важливих завдань у третьому триместрі є завчасне збирання сумок у пологовому будинку.\n" +
            "\n" +
            "Це для того, щоб у день Х не мучитися в пошуках необхідних речей, адже під час сутичок точно не буде до цього. Крім того, іноді пологи починаються раніше дати ПДР, тому краще не відкладати підготовку \"чергових сумок\" на останній момент. Нехай вони стануть вашим гарантом спокою в будь-якій непередбаченій ситуації.\n" +
            "\n" +
            "Речі, які вам знадобляться в пологовому будинку, повинні бути розділені на три категорії: \n" +
            "1) Речі, необхідні для пологів; \n" +
            "2) Речі, необхідні для перебування в пологовому будинку після народження малюка; \n" +
            "3) Речі на виписку з пологового будинку. \n" +
            "\n" +
            "Для зручності та згідно з правилами більшості пологових будинків, кожна категорія речей повинна бути поміщена в окремий пакет або прозорий пластиковий мішок. Використання тканинних або непрозорих пластикових сумок у багатьох державних пологових будинках заборонено через санітарні вимоги. Найкраще підписати кожен пакет.\n" +
            "\n" +
            "Щоб зібрати необхідні речі, скористайтеся списком у нашому додатку. Також, якщо ви вже обрали пологовий будинок, ознайомтеся з його переліком обов'язкових та дозволених речей. Список може бути розміщений на сайті пологового будинку або на офіційній сторінці в соціальних мережах, або розміщений у друкованому вигляді в приймальні пологового будинку.\n" +
            "\n" +
            "Коли ви збираєте речі, головне не \"перегнути палицю\".\n" +
            "\n" +
            "Звичайно, хочеться створити максимальний комфорт для себе і малюка, відразу ж одягнувши довгоочікуваного малюка в все найкраще. Але не варто вивозити з собою половину приданого.\n" +
            "\n" +
            "Порадьтеся з подругами, які нещодавно народили дитину, або на форумах мам, про те, скільки речей їм насправді потрібно, а що було зайвим. Часто деякі речі надаються в самих пологових будинках.\n" +
            "\n" +
            "Пам'ятайте, що найважливіше - документи. Це паспорт, медичний поліс, снілс. А також свідоцтво про народження та обмінну картку вагітної, яка містить всю історію вашої вагітності та результати аналізів та УЗД. Якщо немає обмінної картки, маму після народження малюка кладуть у інфекційний блок, що вкрай небажано, якщо на це немає показань. Тому документи повинні бути завжди при вас, коли ви виходите з дому!\n" +
            "\n" +
            "Інші речі можуть принести вам рідні, якщо це необхідно.\n" +
            "\n" +
            "Якщо ви захопите сутички вдома, коли ви збираєтеся в пологовий будинок, візьміть з собою сумку для пологів і сумку для речей для вас і малюка для перебування в післяпологовій палаті. Речі для виписки з пологового будинку попросіть близьких привезти напередодні або безпосередньо перед випискою.\n" +
            "\n" +
            "Коли ви приїдете до пологового будинку, до пологового будинку буде дозволено брати лише пакет речей для пологів.\n" +
            "\n" +
            "Сумку з післяпологовим приладдям потрібно залишити у відведеному місці для зберігання або з вашим супроводжуючим. Після народження малюка речі будуть передані в післяпологову палату.\n",
        "vaga": "Вага: 1702 г",
        "dovgina": "Довжина: 42,4 см",
    },
    {
        "week": 33,
        "maluk": "На 33 тижні плід ще не вважається доношеним. Але якщо пологи відбудуться раніше, то при особливому догляді у дитини все буде добре. Догляд за малюком в останні тижні вагітності -\n" +
            "\n" +
            "\"Нагуляти\" вагу та вдосконалювати внутрішні органи та системи. Наприклад, мозок вже повністю сформований. У ньому виділялися борозни і звивини, утворилися зони керування кінцівками і зони, що обробляють сигнали від органів чуття.\n" +
            "\n" +
            "Зараз у ньому формуються нервові центри, які відповідають за управління більш тонкими процесами: диханням, терморегуляцією, регулюванням кровообігу. А нервові зв'язки і зв'язки будуть налагоджуватися і після народження.\n" +
            "\n" +
            "Легені малюка готуються до позаутробного дихання за допомогою дихальних рухів. Їх частота досягає 30-70 разів на хвилину, а рухи грудної клітки добре помітні на УЗД, починаючи з 11-й тиждень вагітності. Внутрішньоутробні дихальні рухи, крім тренувальної функції, сприяють припливу крові до серця плода. Правда, легені малюка не розправляються, як у дорослих, а голосова щілина напівзакрита.\n" +
            "\n" +
            "Шкіра потовщується, а кровоносні судини вже не такі помітні. Вона світлішає, очищається від первородної гармати та мастила. Малюк накопичує жир і нарощує м'язи. Його поштовхи не такі активні, але чутливі, особливо якщо він потрапляє по печінці або повному сечовому міхуру. Багато дітей до цього часу займають остаточне положення головою вниз.\n" +
            "\n" +
            "Але навіть якщо плід лежить поперек або в сідничному передлежанні, у нього ще є час перевернутися. Лікар може порекомендувати комплекс вправ для цього.\n",
        "mama": "Зовсім скоро для вас почнеться нове життя поруч з маленькою людиною, яка буде повністю залежати від вашої турботи. Не дарма досвідчені жінки радять вагітним \"відсипатися, поки є така можливість\". Мабуть, вони забули, що спати в останні місяці вагітності не так просто. Знайти зручну позу, в якій нічого не заважає, заспокоїти малюка, який влаштував \"дискотеку\" в животі, відігнати думки про швидке пологи, втекти до туалету, іноді і не один раз...\n" +
            "\n" +
            "Якщо вночі ви не можете повноцінно спати, приділіть собі хоча б годину на денний сон, щоб компенсувати недосипання.\n" +
            "\n" +
            "Але всі тривоги і неприємності відходять на другий план, коли думають про швидку зустріч з коханим малюком. Поки що майбутня мама може побачити його лише на УЗД. Там з екрану на неї дивиться повноцінна людина, можливо, вже схожа на когось із батьків. Крім огляду дитини, лікар приділяє велику увагу іншим факторам: оцінює кількість і якість навколоплідних вод, ступінь зрілості плаценти, товщину стінок матки, стан шийки матки. Якщо у жінки в минулому були кесареві розтини, то уважно оглядають шов, щоб витримати ще кілька тижнів напруги. На основі отриманих даних лікар може підтвердити або вказати нову передбачувану дату пологів (пдр) та дати рекомендації щодо способу пологів. У деяких випадках краще викликати дострокові пологи або провести плановий кесарів розтин, не чекаючи 40 тижнів.\n" +
            "\n" +
            "Якщо раніше набряки не виявлялися, то тепер можна помітити вдавлені сліди від гумки шкарпеток і нижньої білизни. Після сну обличчя виглядає опухлим, а до вечора ноги перестають влізти в взуття. Невеликі набряки в останні місяці вагітності є нормальним явищем. Однак, якщо ви відчуваєте себе гірше, набряки посилюються, з'являються біль, нудота, запаморочення і темні плями перед очима, це ймовірні ознаки прееклампсії, яка вимагає негайного звернення до лікаря.\n",
        "useful": "Кілька десятиліть тому в пологових будинках не могли подумати, що їм доведеться слухати - а головне, враховувати! - побажання жінок, що народжують. Але в наш час жінки, які народжують, стають більш інформованими, а персонал пологових будинків більш лояльним.\n" +
            "\n" +
            "Вже допустимі партнерські пологи, супровід доул, вертикальні пологи та лежачи на звичайному ліжку замість моторошного крісла Рахманова. За кілька тижнів до ПДР ви можете скласти свій план пологів і поставити запитання лікарю. Деталі, які важливі для вас, і відповіді лікаря покажуть, чи збігаєтеся ви в поглядах, чи будете ви працювати в пологах як злагоджена команда.\n" +
            "\n" +
            "Кожна майбутня мама має свій власний список пріоритетів.\n" +
            "\n" +
            "Заздалегідь можна обговорити такі важливі нюанси, як використання стимуляції пологів, використання знеболення (ні, так, епідуральна анестезія), присутність чоловіка або родичів, поза пологів (лежачи, будь-яка, вертикальна, у воді, на стільці), наявність дитячої реанімації, прикладання до грудей в пологовій кімнаті та подальше спільне перебування з дитиною, проживання в палаті з родичем, побутові умови та наявність платного відділення.\n" +
            "\n" +
            "Якщо ви будете народжувати з доулою, обговоріть з нею свої уподобання, коли ви не будете до цього, вона буде стежити за виконанням всіх пунктів.\n" +
            "\n" +
            "Обговорення з лікарем схоже на переговори, де кожна сторона намагається максимально використати опонента. Жінка приймає рішення про те, як вона бачить свої ідеальні пологи, а лікар допомагає їй повернутися в реальність і розповідає про вимоги, які неможливо виконати. Часто це не просто небажання персоналу йти назустріч, а застереження від реального ризику для здоров'я мами і малюка або неможливість йти проти правил пологового будинку.\n",
        "vaga": "Вага: 1918 г",
        "dovgina": "Довжина: 43,7 см",
    },
    {
        "week": 34,
        "maluk": "Не тільки організм мами готується до пологів, але й плід. Малюк вчиться керувати ручками та ніжками, тренує дихальну систему, тягне пальчик у рот, стимулює м'язи, які беруть участь у смоктанні, заковтує амніотичну рідину, даючи роботу кишечнику. Всі органи та системи поступово підводяться до \"бойової готовності\".\n" +
            "\n" +
            "Вага дитини ще невелика, близько 2100-2300 грамів. Кальцій продовжує відкладатися в кістках, зміцнюючи їх. Нестача кальцію не страшна, але надлишок може зробити кістки занадто щільними, що ускладнює проходження плоду по родових шляхах. Тому мамі не варто захоплюватися препаратами, що містять кальцій.\n" +
            "\n" +
            "Поступово малюк переходить на власний обмін речовин, в цьому плані він майже не залежить від організму мами. У малюка працюють всі ендокринні органи (щитовидна і вилочкова залози, наднирники, гіпофіз тощо), вони виробляють практично всі необхідні гормони. Наднирники посилено виробляють стероїдні гормони. Їх підвищена доза потрібна для стимулювання лактації у маминого організму. Після народження гормональний фон немовляти поступово нормалізується, але іноді проявляється, наприклад, гормональним висипом або набряком молочних залоз малюка. До речі, саме на 34 тижні соски та ореоли грудних залоз починають виступати над шкірою.\n",
        "mama": "Чим ближче до пологів, тим складніше робити раніше звичні заняття. Домашні справи забирають більше сил і часу, а збори на прогулянку перетворюються на цілу подію, яку потрібно лише одягнути. Рухи стали менш вільними, а хода нагадує качину завдяки збільшеній вазі та зміщеному центру ваги. Звичайно, хтось обходить такі незручності, і вони ніби до дня пологів \"похають\", але багато жінок все ще знають про подібні труднощі з перших рук.\n" +
            "\n" +
            "Настав час подумати про максимальну безпеку: на деякий час перестати керувати автомобілем, триматися за поручні на сходах, відмовитися від високих каблуків, якщо ви цього не зробили раніше.\n" +
            "\n" +
            "Зміщений центр ваги частіше призводить до втрати рівноваги. Підготовка до пологів робить зв'язки більш розтягнутими та еластичними, що підвищує ймовірність розтягнення та вивиху при падінні.\n" +
            "\n" +
            "Поки дно матки максимально підпирає діафрагму, не даючи вам глибоко вдихнути. Часто для повноцінного вдиху доводиться займати особливу позу або розпрямляти плечі. Через 2-3 тижні живіт почне опускатися, готуючись до швидкого пологів, і ви знову зможете дихати на повні груди.\n" +
            "\n" +
            "Неприємні явища, такі як печія та геморой, також можуть загостритися зараз. Правильне харчування, потроху їсти, але часто, виключаю з раціону кислих продуктів, більш ранній прийом вечері допоможе трохи покращити ситуацію.\n" +
            "\n" +
            "Проконсультуйтеся зі своїм лікарем щодо призначення дозволених під час вагітності ліків: свічок і мазей при геморої, суспензій від випагрії.\n",
        "useful": "Вагітність, навіть найлегша і найпозитивніша, забирає багато сил. Майбутнім мамам рекомендується частіше відпочивати, приділяючи достатньо часу для сну. Повноцінний сон корисний не тільки для вагітної, але і для її малюка, оскільки уві сні максимально виробляються гормони, відповідальні за ріст і статевий розвиток дитини. Але часто на пізніх термінах вагітності жінки долають безсоння.\n" +
            "\n" +
            "Причин для неї багато: тривожні думки про майбутні пологи, тиск живота, незручне положення для сну, болі в спині, часті позиви до туалету, підвищена вразливість та емоційність, печія та задишка.\n" +
            "\n" +
            "Існують різні типи безсоння: неможливість заснути (стартова безсоння), часті пробудження і нездатність довго спати, не прокинувшись, ранні пробудження. Найчастіше вагітні переслідують безсоння першого типу, коли неможливо влаштуватися, закрити очі та заснути\n" +
            "\n" +
            "Різні причини вимагають різних рішень.\n" +
            "\n" +
            "Наприклад, якщо ви часто прокидаєтеся, щоб піти в туалет \"по-маленькому\", постарайтеся пити менше рідини перед сном. Якщо причиною є задишка через тиск на діафрагму живота, спробуйте змінити позу для сну. Лягайте на бік, а під голову покладіть високу подушку, щоб верхня частина тулуба була піднята. Також можна використовувати спеціальні подушки для вагітних. Якщо спати не дає печії, це пов'язано з тим, що шлунок стискається і йому важко перетравлювати їжу. Їжте частіше, але невеликими порціями, а перед сном обмежтеся невеликим перекусом.\n" +
            "\n" +
            "Часто дитина стає найбільш активною, коли мама лягає спати. Щоб заспокоїти малюка, спробуйте змінити кілька різних положень, погладьте живіт, поговоріть з ним. Якщо ви самі не можете підібрати зручну позу для сну, експериментуйте з подушками та валиками. Підкладіть їх під поперек, під живіт затискайте між стегнами або колінами, покладіть під голову.\n" +
            "\n" +
            "Якщо у вас є стрес або емоційне перезбудження, скористайтеся загальними рекомендаціями. Не переїдайте ввечері і не пийте тонізуючі напої. Перед сном прийміть теплий душ, випийте чай або тепле молоко з ложкою меду. Обережніше з трав'яними відварами, деякі з них протипоказані при вагітності. Прогулянка перед сном чудово допомагає спати, а якщо це неможливо, вийдіть, щоб подихати свіжим повітрям на балкон, провітріть кімнату.\n" +
            "\n" +
            "Якщо сон не йде, увімкніть спокійну музику і зробіть щось монотонне, ви можете прочитати книгу. Дивитися телевізор або сидіти в телефоні - це не найкраща ідея, вони часто викликають ще більшу безсоння. Якщо ви ніколи не заснули, або ви спите уривками, обов'язково приділіть час для відпочинку вдень.\n",
        "vaga": "Вага: 2146 г",
        "dovgina": "Довжина: 45 см",
    },
    {
        "week": 35,
        "maluk": "Лікарі вважають, що до 35 тижня дитина повністю готова до самостійного життя поза материнським тілом. Зараз це досить товстий (близько 2,4 кг), гладкий малюк з помітним шаром підшкірного жиру. Колись зморщена шкіра розгладжується, тіло округлюється, з'являються щічки, пухкі попки, перетяжки та складки. Його шкіра стає товщі і рожевою. Риси обличчя сформувалися, брови та вії виросли.\n" +
            "\n" +
            "Перенісся поки що не видно, вона з'явиться вже після народження, а поки що у немовляти широка ніс-кнопка. Дитина моргає очима, рухає ними, нахиляє голову, смокче все, що потрапляє під руку, ковтає, торкається обличчя та вуха.\n" +
            "\n" +
            "Дитина спить більшу частину доби. Коли дитина не спить, вона активно реагує на зовнішні подразники - шуми, голоси людей, яскраве світло, незвичну їжу, яку з'їла мама. Емоції страху, радості, переляку проявляються на його обличчі, а іноді він висловлює їх посиленими поштовхами.\n" +
            "\n" +
            "У більшості хлопчиків до цього терміну яєчка опускаються в мошонку. Але іноді цей процес затягується до самого народження. Серце сформоване і стукає, але поки що воно працює не так, як у дорослих. Поки що відкрита артеріальна протока, що з'єднує низхідну аорту з легеневою артерією. Він потрібен для того, щоб малюк отримував кисень через пуповину. Відразу після першого вдиху він стає непотрібним, і у більшості немовлят він закривається самостійно через кілька годин або днів. Якщо протока залишається трохи відкритою, це вважається нескладною вродженою вадою серця. Діти з ним ростуть нормально, розвиваються і нічого, крім шуму в серці, не видає їх особливості.\n" +
            "\n" +
            "Тіло малюка майже очистилося від первородних волосків, але деякі малюки народжуються з цього \"щетинкою\", яка сходить у перші тижні після пологів. Голова вже покрита пушковим волоссям, у деяких новонароджених вони дуже густі, довгі і темні.\n",
        "mama": "35 тиждень припадає на 9 місяць вагітності. Якщо вам все ще важко дихати повноцінно, є хороші новини: дно матки вже досягло своєї максимальної висоти і не буде далі підніматися. Незабаром живіт, навпаки, почне опускатися, звільнивши більше місця для дихання повними грудьми.\n" +
            "\n" +
            "До 34-36 тижня кількість навколоплідних вод також досягає максимуму, після чого їх кількість зменшиться. Плацента вступає в період зрілості і починає повільно старіти. До кінця вагітності в ній можуть утворюватися кісти та кальцієві відкладення, які перешкоджають газообмінній та видільній функції.\n" +
            "\n" +
            "Деякі судини спустошуються, перестають приносити достатню кількість збагаченої киснем крові. Щоб зрозуміти, чи достатньо кисню дитині, вагітній жінці призначають КТГ плода (кардіотокографію). Це безперервна реєстрація частоти серцевих скорочень (ЧСС) плоду та тонусу матки, яка визначає, чи все гаразд з малюком.\n" +
            "\n" +
            "На цьому терміні можуть посилитися або вперше з'явитися тренувальні сутички (сутички Брекстона-Хікса), коли матка періодично скорочується, що змушує живіт \"кам'яніти\". Це норма, тому організм готується до майбутніх пологів. Такі сутички, на відміну від справжніх, нетривалі та нерегулярні, не мають чіткого інтервалу. Під час тренувальних сутичок краще відкласти справи, зайняти зручну позу для відпочинку, робити дихальні вправи.\n" +
            "\n" +
            "Якщо ж сутички з наростаючим болем і інтервал скорочується, варто доїхати до пологового будинку. Лікарі стверджують, що на цьому терміні дитина повністю готова до самостійного життя поза утробою матері. Однак не поспішайте, якщо немає медичних показань. Ваш малюк обов'язково народиться, коли він буде готовий до цього. А поки що у вас є час, щоб завершити підготовку до появи нового члена сім'ї.\n",
        "useful": "Домашні пологи стають все більш популярними в останні роки. Багато в чому це пов'язано з доступом до різноманітної інформації в Інтернеті.\n" +
            "\n" +
            "Жінки цікавляться досвідом пологової допомоги в інших країнах, історіями альтернативних пологів зірок і блогерів, пропозиціями представників нетрадиційної медицини. Частково попит на домашні пологи пов'язаний з недовірою до державних пологових будинків, страхом надмірного медичного втручання, грубим ставленням медперсоналу, бажанням народити в \"особливих\" домашніх умовах.\n" +
            "\n" +
            "Домашні пологи офіційно не заборонені законом. Але надання медичної допомоги для пологів у домашніх умовах є незаконним. Акушерки, які мають освіту та професійну кваліфікацію, ризикують втратити ліцензію за таку роботу вдома.\n" +
            "\n" +
            "Тому найчастіше послуги з супроводу домашніх пологів пропонують некваліфіковані люди. Це можуть бути повитухи, доули, акушерки без медичної освіти. Часто вони працюють в рамках нетрадиційної народної медицини або східних духовних практик.\n" +
            "\n" +
            "Представники охорони здоров'я одноголосно заявляють про небезпеку домашніх пологів. Так, у випадку нормального перебігу родового процесу, все може пройти добре. Але будь-які пологи можуть піти не за ідеальним сценарієм, завжди є ризик ускладнень. Якщо це станеться в стінах медичного закладу, це буде штатна ситуація, яку вирішують професіонали за лічені хвилини.\n" +
            "\n" +
            "Але вдома, без своєчасної допомоги лікарів, без спеціального медичного обладнання, будь-які ускладнення можуть закінчитися трагічно для матері або малюка. Так, іноді мамам не подобається ставлення медперсоналу під час пологів (адже він триває більше години), відсутність уваги. Але варто пам'ятати, що в разі надзвичайної ситуації медики зроблять все можливе, щоб врятувати життя і здоров'я породіль і дитину. Якщо ви турбуєтеся про \"природність\" пологів і післяпологового періоду, то зараз більшість пологових будинків підтримують раннє прикладання до грудей, контакт малюка з матір'ю шкіри до шкіри, партнерські пологи, спільне перебування жінки з новонародженим.\n" +
            "\n" +
            "Є багато варіантів, як зробити пологи в пологовому будинку максимально комфортними та відповідними вашим побажанням. Вибравши пологовий будинок з окремими боксами для партнерських пологів, ви можете взяти свого чоловіка, сестру, маму або, наприклад, сертифіковану доулу, для допомоги та емоційної підтримки під час пологів. Складіть попередній план пологів, де ви вкажете, які медичні втручання ви хотіли б уникнути, і обговоріть це з лікарем. Врешті-решт, якщо ви готові до грошових витрат, ви можете заздалегідь вибрати лікаря, з яким ви будете народжувати, або приватну клініку, яка враховує всі ваші побажання під час пологів, а обстановка дуже схожа на домашню. Завжди варто налаштуватися на кращий перебіг пологів, але пам'ятайте про можливі ризики.\n" +
            "\n" +
            "Бережіть своє здоров'я та здоров'я свого малюка.\n",
        "vaga": "Вага: 2383 г",
        "dovgina": "Довжина: 46,2 см",
    },
    {
        "week": 36,
        "maluk": "Не менше 10-12 разів на добу малюк недвозначно нагадує про свою присутність. Рухи можуть викликати дискомфорт, особливо якщо це не легкі дотики, а чутливі удари в печінку, сечовий міхур, під ребра.\n" +
            "\n" +
            "Кістки тіла продовжують тверднути, а черепні залишаються рухливими. Вони поки не зростаються, десь між ними залишається сполучна тканина. Така хитрість природи дозволить відносно великій голові малюка пройти через вузькі родові шляхи без наслідків. У деяких новонароджених голова спочатку нагадує форму дині, вона вузька і витягнута.\n" +
            "\n" +
            "Але з часом кістки встають на свої місця, черепні шви зростають, джерела затягуються. Якщо пологи відбудуться на 36 тижні, малюк зможе дихати самостійно. При багатоплідній вагітності пологи на 36 тижні вважаються нормою. До цього часу плід накопичив достатньо підшкірного жиру, став гладким, з рожевою оксамитовою шкіркою. Вона ще в деяких місцях покрита волосками лануго і мастилом, але це недовго. Вії та брови стають помітними, у багатьох виростає густе довге волосся на голові. Нігті на руках і ногах підросли і виступають за межі нігтьового ложа.\n" +
            "\n" +
            "У печінці накопичується залізо, воно сприяє кровотворенню в перший рік життя. Через кілька днів після народження у дитини спостерігається підвищений вміст еритроцитів і високий рівень гемоглобіну (156-200 г/л). Поступово рівень фетального гемоглобіну знижується, і до кінця першого року життя його вміст не перевищує 1%.\n" +
            "\n" +
            "У підготовку до пологів включаються наднирники немовляти. Їх гормони викликають скорочення матки, а з ними і родову діяльність. Таким чином, плід сам \"вирішує\", коли йому пора стимулювати родову діяльність і народжувати.\n",
        "mama": "Зазвичай пологи відбуваються на 37-42 тижні, що означає, що до початку пологів залишається лише кілька тижнів або навіть днів. У цей час у багатьох жінок починає опускатися живіт.\n" +
            "\n" +
            "Голова дитини опускається у верхній відділ родового каналу, що свідчить про наближення пологів. Не хвилюйтеся, якщо ви ще не помічаєте жодних змін, у деяких вагітних жінок плід опускається безпосередньо перед пологами. Також не варто хвилюватися, якщо малюк ще не зайняв голову, ще є шанс, що він перевернеться. Продовжуйте виконувати вправу в колінно-ліктьовій позі, яка сприяє розвороту дитини головою вниз.\n" +
            "\n" +
            "Також проконсультуйтеся з акушером-гінекологом щодо можливих варіантів пологів. Добре, якщо до цього моменту ви вже відвідували курси майбутніх мам, читали статті та книги, дивилися науково-популярні фільми, дізнавшись, які етапи має і як відбувається процес народження дитини, як правильно дихати і допомагати собі в пологах. Невідомість часто тягне за собою страх і тривогу, неправильні дії, тоді як \"підготовлена\" мама набагато краще справляється з таким важким, але важливим завданням, як народження малюка.\n" +
            "\n" +
            "Якщо ви вибрали конкретного лікаря-акушера-гінеколога, ви можете спільно з ним скласти \"план пологів\". Це поширена практика за кордоном. У плані пологів вони позначають важливі для вас аспекти перебігу пологів і подальшого періоду: хто може бути присутнім (у випадку партнерських пологів), найкращі пози для пологів, можливі види втручання і знеболення, через який час перерізати пуповину, перше прикладання до грудей, контакт мами і новонародженого шкіри з шкірою і багато іншого.\n" +
            "\n" +
            "Однак варто пам'ятати, що пологи не завжди відбуваються за ідеальним, як ви вважаєте, сценарієм, тому важливо бути готовим до різних способів пологів і довіряти лікарям. У більшості випадків інформованість і гарний емоційний настрій допомагають будь-якому роду бути максимально комфортним.\n",
        "useful": "Слизова пробка - це невелика грудка слизу розміром 1,5-2 см, яка заповнює канал шийки матки, не пропускаючи інфекції до плоду. Шийка матки починає розм'якшуватися, відкриватися, а слизова пробка більше нічого не тримає. Її вихід - нормальний фізіологічний процес. Немає точних наукових даних про те, в який термін вона повинна відійти, у когось це відбувається за 2-3 тижні до пологів, а у когось - безпосередньо перед ними.\n" +
            "\n" +
            "Корка виглядає як яєчний білок і може бути бежевою, кремовою, жовтуватою, рожевою. Слиз може виходити одним шматком або невеликими частинами. Часто в ній видно прожилки крові, але це абсолютно не небезпечно і не викликає болю. Кожна вагітна жінка має пробку, але багато хто її не помічає, наприклад, якщо вона пішла в душі, в туалеті. Якщо відійшла пробка, рано панікувати.\n" +
            "\n" +
            "Вона, звичайно, є передвісником швидкого пологів, але краще обговорити подальші дії зі своїм лікарем.\n",
        "vaga": "Вага: 2622 г",
        "dovgina": "Довжина: 47,4 см",
    },
    {
        "week": 37,
        "maluk": "Малюк повністю готовий до самостійного життя, і в разі передчасних пологів можна не побоюватися за його життя. Зазвичай до цього часу малюк вже повернувся в матці вниз головою, до родових шляхів.\n" +
            "\n" +
            "Легені повністю розвинені, але поки що не працюють: немає необхідності. Але з народженням малюк зробить перший вдих, і дихальна система запрацює на повну потужність, а серце пожене до внутрішніх органів кров, збагачену киснем.\n" +
            "\n" +
            "Поки плід робить тренувальні дихальні рухи, готуючи легені та дихальні м'язи (міжреберні м'язи та діафрагму) до першого вдиху. При цьому він ковтає навколоплідні води. Рідка частина з них відфільтровується і виводиться назовні у вигляді сечі, а тверді частинки (залишки мастила, волоски, частинки шкіри) перетворюються на меконій. Це густий, дуже темний і в'язкий, як смола, первородний кал, який виводиться з організму в перші дні життя малюка. малюки народжуються вже з лактобактеріями та кишковою паличкою. Ці \"сусіди\" ще в утробі матері формують його імунну систему і можуть впливати на ризик захворювання.\n" +
            "\n" +
            "Хоча всі органи вже сформовані, деякі продовжують вдосконалюватися. Наприклад, деякі шари нейронів головного мозку тільки починають розвиватися і продовжують розвиватися вже після народження. Дитина вже має звичний режим сну та неспання, і вона буде дотримуватися її протягом деякого часу після народження.\n" +
            "\n" +
            "Щільність і еластичність хрящової тканини збільшуються, а кістки, крім кісток черепа, стають все щільнішими.\n",
        "mama": "З 37 тижня починається режим очікування, оскільки ваш організм і дитина фактично готові до пологів. Момент, коли процес почнеться, постійно наближається. Хтось зустрінеться зі своїм малюком вже цього тижня, але багато жінок народять лише через кілька тижнів. У цьому випадку все індивідуально і генетично.\n" +
            "\n" +
            "Поки що мама чітко відчуває зміни, що відбуваються в організмі - провісники пологів: опущений живіт, тренувальні сутички, відходження слизової пробки, незначне підтікання навколоплідних вод. Особливо яскраво провісники відчуваються у жінок з багатоплідною вагітністю або у тих, хто готується стати мамою не вперше. Також ближче до пологів починає відкриватися зовнішній зів шийки матки, а сама шийка скорочується і розгладжується. Це може виявити гінеколог під час очного огляду пальця. Іноді передвісником швидкого пологів стають розлади травлення та часті сечовипускання, коли матка все більше тисне на сечовий міхур і кишечник, коли вона опускається.\n" +
            "\n" +
            "Молочні залози також готуються до швидкого грудного вигодовування малюка. Вже зараз можна виробляти молозиву - густі жовтуваті або бежеві виділення. Не варто спеціально видавлювати його, достатньо звичайної гігієни, а при рясному виділенні можна використовувати спеціальні прокладки для грудей.\n" +
            "\n" +
            "В останні тижні вагітності починає працювати \"пологова домінанта\" - це особливий стан нервової системи, який допомагає підготуватися до фізичного та емоційного настроювання до пологів. Домінанти пікуються безпосередньо під час пологів, допомагаючи жінці зберігати загальний спокій, розслаблятися між сутичками, координувати дихання та дії.\n",
        "useful": "За останні десятиліття партнерські пологи перестали бути чимось особливим. Все частіше жінки вибирають можливість народжувати в присутності близької людини або довіреної особи, наприклад, спеціально навченої доули.\n" +
            "\n" +
            "Говорячи про партнерські пологи з близькими людьми, найчастіше це пологи в присутності чоловіка. Іноді жінки вибирають маму, сестру або подругу як помічника. Присутність близької людини часто сприятливо впливає на емоційний стан жінки. Моральна підтримка допомагає легше впоратися з хвилюванням і стресом. Допомога партнера дозволяє легше переносити сутички, зменшуючи больові відчуття. Партнер може зробити знеболюючий масаж спини, подати воду або перекус, покликати до палати медпрацівників, якщо це необхідно, і стежити за їх роботою.\n" +
            "\n" +
            "Медичний персонал також найчастіше позитивно ставиться до присутності партнера під час пологів. Пологовий процес не завжди швидкий, і лікар з акушеркою не може постійно перебувати біля однієї пологової жінки, тоді як партнер завжди буде поруч з нею, підтримувати і допомагати.\n" +
            "\n" +
            "Важливо, щоб людина, яка супроводжує вас у пологах, була підготовлена (наприклад, пройшла з вами курси підготовки до пологів) і була морально стійкою. Адже якщо партнер буде сильно нервувати, панікувати і в цілому нагнітати ситуацію, то замість допомоги ви отримаєте додаткове джерело хвилювання.\n" +
            "\n" +
            "Деякі пари хотіли б народити разом, але вони стурбовані майбутнім інтимним життям. Варто зазначити, що більшість подружжя, які пройшли через партнерські пологи, позитивно відгукуються про цей досвід і не мали жодних негативних наслідків. Навпаки, це стало їхнім спільним щасливим сімейним спогадом. Також можна заздалегідь домовитися про те, на яких етапах буде присутній чоловік.\n" +
            "\n" +
            "Наприклад, він може вийти з палати перед потугами, що є найбільш вражаючим моментом пологів. Але навіть якщо він вирішить залишитися, в більшості випадків він буде перебувати за узголів'ям жінки. Звичайно, в даному випадку мова йде про чоловіків, які самі хотіли бути присутніми при народженні малюка, а не були загнані в пологовий будинок з-під палиці. Якщо чоловік не готовий до спільного пологів, не варто наполягати.\n" +
            "\n" +
            "Практика залучення доули як помічниці при пологах також стає все більш популярною. Доула - це спеціально навчена жінка, яка присутня на пологах як \"моральна підтримка\" для мами і допомагає вирішити проблеми, якщо вони виникають під час пологів. Доули зазвичай йдуть дорослі жінки, які мають власний досвід пологів і пройшли спеціальну сертифікацію.\n" +
            "\n" +
            "Доули допомагають відчувати себе комфортно під час пологів, підказують самознеболення та правильне дихання під час сутичок, передають бажання та відчуття мами медичному персоналу. Для деяких присутність доули просто створює загальну сприятливу і теплу атмосферу пологів.\n",
        "vaga": "Вага: 2859 г",
        "dovgina": "Довжина: 48,6 см",
    },
    {
        "week": 38,
        "maluk": "До 38 тижня малюк вже повністю доношений: він повністю сформований, органи готові до роботи. Темпи зростання тепер сповільняться, але вага буде збільшуватися за рахунок підшкірно-жирової клітковини. М'язи також ростуть і тонусують, вони складають близько 25% всієї ваги малюка, а основна маса припадає на м'язи тулуба.\n" +
            "\n" +
            "Шкіра стала чистою та бархатистою, з залишками жирного та в'язкого первинного мастила та пушкового волосся в області лопаток. На шкірі вже працюють сальні залози. Але потові сформовані, але поки що чекають свого часу. Потовиділення почнеться в 3-4 місяці, це пов'язано з недосконалістю центру терморегуляції. На пальцях рук і ніг з'явилися лінії, петельки, завитки, які складаються в унікальні відбитки.\n" +
            "\n" +
            "Кістки зміцнюються. Хрящі вух і носа стають пружними. На вушних хрящах намальовані всі завитки. Нігтики відросли і навіть виступають за межі пальців.\n" +
            "\n" +
            "У хлопчиків і дівчаток вже розвинена статева система. У хлопчиків яєчка вже знаходяться в мошонці або опускаються туди незабаром після народження. Дівчата в яєчниках мають запас яйцеклітин на все життя. Організм малюків починає виробляти гормони, які допоможуть легше переносити стрес під час пологів.\n",
        "mama": "Багато жінок відзначають, що в останні тижні вагітності вони почуваються помітно краще: легше дихати, а малюк вже не так сильно впирається в ребра. Причина проста - ваш організм знаходиться на фінішній прямій до народження малюка. Живіт поступово опускається, зменшуючи тиск на внутрішні органи. Матка сильніше притискається до тазових кісток. Зв'язки розм'якшуються, тазові кістки розходяться, готуючись до родового процесу.\n" +
            "\n" +
            "Якщо ви раніше відчували тренувальні сутички, то тепер вони можуть ще більше посилитися. Майже кожна майбутня мама в такі моменти тривожно прислухається до своїх відчуттів: \"А якщо ці сутички не помилкові?!\" Але варто пам'ятати про головну відмінність тренувальних сутичок від справжніх. Навіть якщо вони досить сильні, вони нерегулярні, і інтервал між ними не скорочується.\n" +
            "\n" +
            "Однак перші справжні сутички можна пропустити. Особливо це стикаються з жінками, які \"навчені\" частими сутичками Брекстона-Хікса. У багатьох родовий процес починається з сутичок з інтервалом в 15-30 хвилин, при цьому живіт прихоплює всього на 20 секунд і відразу ж відпускає. Цей період може тривати до 7-8 годин, після чого настає друга - активна родова фаза тривалістю 3-5 годин.\n" +
            "\n" +
            "Проміжок між сутичками скорочується до 2-4 хвилин, а самі сутички тривають від 20 до 60 секунд. Шийка поступово згладжується і розкривається. Звичайно, час умовно визначений, і у кожної жінки процес пологів буде відбуватися індивідуально, залежно від фізичних особливостей і навіть емоційного настрою.\n" +
            "\n" +
            "Скористайтеся нашим додатком для зручності підрахунку сутичок. Вам не доведеться самостійно підраховувати тривалість сутичок, просто натисніть кнопку \"Пуск\" і \"Стоп\", щоб відзначити їх початок і кінець.\n" +
            "\n" +
            "У той же час плід залишається щільно затиснутим стінками матки. Він став менше рухатися, і більшу частину часу спить, набираючи сили до важливої події - свого народження. Ваша довгоочікувана зустріч відбудеться зовсім скоро. За статистикою, більшість дівчат народжуються на 38 тиждень, а хлопчики затримуються ще на 2-3 тижні.\n",
        "useful": "Протягом першого року після пологів післяпологова депресія наздоганяє 10-15% мам. Причини захворювання ще не визначені, жодна жінка не застрахована від нього, а іноді депресія покриває і тата. Вважається, що стан пов'язаний зі спадковою схильністю, гормональним фоном, типом особистості, життєвим досвідом тощо.\n" +
            "\n" +
            "Вагітність і пологи є досить серйозним стресом для організму. За ці 9 місяців оточуючі, інтернет, література і сама майбутня мама програмують себе, що материнство - це щастя, а немовля буде дарувати тільки позитивні емоції. Після пологів жінка може зіткнутися з зовсім іншою реальністю. У деяких материнські почуття не прокидаються відразу, і в якийсь момент жінка опиняється поруч з кричущим і абсолютно байдужим до неї немовлям. До цього додаються зміни настрою, безсонні ночі, дитячі коліки та зригування, постійне прання, відсутність підтримки з боку чоловіка або членів сім'ї та багато інших факторів. Замість належної радості від зустрічі з малюком починають долати страхи, відчуття, що ви не впораєтеся, відчуття безвиході. Цікаво, що депресія може \"накрити\" як після перших пологів, так і після будь-яких наступних пологів, незалежно від того, скільки у жінки дітей.\n" +
            "\n" +
            "Хоча післяпологова депресія вважається психічним розладом, це, скоріше, нормальне фізіологічне ускладнення після пологів, яке добре піддається лікуванню. Цей стан є тимчасовим, його не потрібно приховувати чи соромитися. Тільки лікар може відповісти на питання, чи є у вас післяпологова депресія. Але деякі тривожні симптоми можна виявити самостійно. Запишіться на прийом, якщо ви помітили дуже різкі перепади настрою, підвищену плаксивість, віддаленість від рідних і близьких, небажання спілкуватися з дитиною, безсоння або сонливість, відсутність інтересу до всього, що радувало раніше, занепокоєння і панічні атаки.\n" +
            "\n" +
            "Післяпологову депресію не можна залишати без уваги, її обов'язково потрібно лікувати. Лікар призначає спеціальне медикаментозне лікування за допомогою антидепресантів.\n" +
            "\n" +
            "Також є кілька порад щодо профілактики післяпологової депресії. Необхідно спочатку налаштуватися на те, що материнство - це не тільки красиві зображення мами з немовлям, але й велика повсякденна і не завжди легка праця. У соціальних мережах блогери навіюють нас, що ми повинні бути мамою з ідеальним тілом через тиждень після пологів, маючи бізнес і купу хобі. Так, деяким це вдається, але ніхто не знає, що стоїть за красивим фасадом. Живіть у своєму ритмі, не переслідуйте ідеали. Не відмовляйтеся від допомоги чоловіка та членів сім'ї в побуті та догляді за дитиною. Проведіть хоча б трохи часу наодинці з собою, поповнюйте свій ресурс. Якщо ви не спите вночі, спіть разом з дитиною в її денні сни. Не сідайте на сувору дієту годуючої мами, за сучасними медичними даними вона не має сенсу. Дотримуйтеся повноцінного здорового харчування. Всі ці прості поради допоможуть вам почуватися набагато краще в перші місяці після пологів.\n",
        "vaga": "Вага: 3083 г",
        "dovgina": "Довжина: 49,8 см",
    },
    {
        "week": 39,
        "maluk": "У дитини вже повністю сформовані всі органи та системи. На вигляд це товстий малюк з вираженим підшкірним жиром, рожевою шкірою та пухкими щічками. У маленьких дітей жировий прошарок розташований і в клітковині грудної клітки, і навколо великих судин, і навколо внутрішніх органів. Коли дитина росте, вона зникає, а новонародженим допомагає з регулюванням тепла.\n" +
            "\n" +
            "Поки весь організм готується до народження і присвячує всі свої сили набору ваги, мозок продовжує розвиватися. На 39-му тижні вдосконалюються рефлекси, аналізатори, спинний мозок. Два рефлекси - сосальний і хапальний - вже повністю готові до роботи, після народження до них додадуться ще кілька десятків умовних і безумовних рефлексів.\n" +
            "\n" +
            "Легені готові розправитися і зробити перший вдих. Кишечник готовий приймати і перетравлювати їжу: його ворсинки вже сформовані і можуть всмоктувати поживні речовини. Поки що вони дуже ніжні і будуть розвиватися протягом першого року. Працює ферментативна система, яка допомагає перетравлювати: з перших хвилин малюк зможе пити і засвоювати поживне молозиво.\n",
        "mama": "В останні тижні стає важче ходити і сидіти. Це пов'язано з тим, що матка опустилася, і дитина сильніше тисне на кістки тазу. Знову змінився центр ваги, і треба знову пристуватися до цього. Для того, щоб зручно сісти і лягти, потрібно перебрати кілька поз.\n" +
            "\n" +
            "Деякі мами побоюються сидіти, боячись нашкодити дитині. Насправді, малюк надійно захищений вашими кістками, м'язами та маткою, тому ви не завдасте йому шкоди.\n" +
            "\n" +
            "Змінюється апетит. Якщо раніше доводилося їсти часто і потроху через пекту, то з опущенням живота можна розслабитися і поїсти від душі. Ваш раціон все ще повинен бути корисним і повноцінним. Не варто зловживати борошняними, солодкими та іншими швидкими вуглеводами, щоб малюк не набрав зайву вагу. Великій дитині важче пройти по родових шляхах.\n" +
            "\n" +
            "Іноді незадовго до пологів жінка виявляє, що схудла на 1-2 кг. Таким чином, організм готується до пологів, виводячи зайву рідину і позбавляючись від непотрібних. Розлад шлунка, не пов'язаний з харчовим отруєнням, також може сигналізувати про швидкі пологи. Гормони, які готують матку до скорочення, аналогічно впливають на кишечник, викликаючи так зване \"попереднє очищення\".\n" +
            "\n" +
            "Загалом, до 39 тижня ви, напевно, відчуваєте сильну втому від колосального навантаження на організм, яке ви відчували під час вагітності. Але не піддавайтеся зневірі - більшу частину шляху вже пройдено, і через кілька днів ви притиснете до грудей найпрекраснішого малюка в світі. А поки що, насолоджуйтеся переглядом гарного фільму, вирушайте в кафе, зустрічайтеся з подругами, проведіть романтичний вечір з чоловіком. Адже незабаром велика частина вашого часу буде присвячена новонародженому.\n",
        "useful": "Пологи є найбільш хвилюючим процесом у житті більшості жінок. І те, як вони пройдуть, багато в чому залежить від самої жінки, її впевненості в собі та своїх сил. Знання допоможуть вам налаштуватися на правильний настрій і зробити все правильно. Доведено, що вагітним, які добре розуміють всі етапи пологів і психологічно підготовлені до майбутньої події, народжувати набагато легше, ніж майбутнім мамам, які перебувають у невідомості.\n" +
            "\n" +
            "Родовий процес поділяється на три періоди. Перший - період розкриття, коли відбуваються сутички і поступово розкривається шийка матки. Другий - період вигнання плоду, коли до сутичок приєднуються потуги, дитина рухається по родових шляхах і народжується на світ. І третій період - післяпологовий, відбувається після народження малюка і закінчується народженням після народження (плаценти і плодові оболонки).\n" +
            "\n" +
            "Зазвичай початок пологів ознаменується сутичками. Іноді жінка не відразу може відрізнити їх від тренувальних. Але регулярність, зростаюча інтенсивність, поступово скорочується інтервал, часто супутні потяги до туалету для \"очищення\" кишечника, не залишають сумнівів у тому, що почався пологовий процес. У деяких випадках пологи починаються з виливу навколоплідних вод.\n" +
            "\n" +
            "Перший період ділиться на дві фази і спрямований на поступове розкриття шийки матки до повного відкриття в 10-12 см. У першій, латентній, фазі сутички починаються з інтервалу в 15-30 хвилин і тривають всього 20 секунд. Коли перерва між сутичками буде кожні 5 хвилин, ви повинні бути в пологовому будинку. У активній фазі першого періоду інтервал між сутичками скорочується до 2-4 хвилин, а їх тривалість збільшується до 20-60 секунд. Шийка поступово згладжується і розкривається. Якщо це не сталося раніше, то навколоплідні води виливаються в цей момент.\n" +
            "\n" +
            "Тривалість першого періоду у кожної жінки індивідуальна і залежить від багатьох факторів.\n" +
            "\n" +
            "Також, як правило, у другі та наступні пологи вона коротша. У період розкриття жінки рекомендується більше рухатися (якщо немає обмежень і заборон): ходити, пружинити на фітболі, плавно танцювати. Рухи будуть стимулювати родову діяльність. Також корисно використовувати методи дихання, самомасаж для зняття болю під час сутичок.\n" +
            "\n" +
            "Для відпочинку можна слухати мелодійну музику, співати або приймати душ.\n" +
            "\n" +
            "Багато жінок вважають, що перехід від періоду розкриття до періоду вигнання є найважчим. До цього моменту сутички максимально посилюються, з'являється бажання \"виштовхувати\" дитину. Але без команди акушера-гінеколога не можна починати тягатися, щоб не травмувати малюка. У ці важкі хвилини вам також допоможе правильне дихання та дотримання вказівок медичних працівників.\n" +
            "\n" +
            "З моменту повного відкриття шийки матки до народження малюка настає другий родовий період - вигнання плоду. Після того, як лікар дозволить, можна почати тягу, підключаючи потуги до сутичок. Для того, щоб бути ефективним, перед потугою потрібно глибоко вдихнути повітря в легені, затримати дихання і постаратися добре потужитися. Важливо в цей час не кричати, не напружувати обличчя і ноги, а навпаки, максимально розслаблятися. Між потугами також потрібно розслаблятися і відпочивати, набираючи сили до наступного заходу.\n" +
            "\n" +
            "Нарешті, під час чергової потуги малюк з'являється на світ. Багато жінок кажуть, що в цей момент вони відчували неймовірне почуття ейфорії. Акушерка витирає малюка теплою пелюшкою, а потім викладає новонародженого мамі на живіт. Деякий час вони знайомляться один з одним, відпочивають після спільного випробування. Потім акушерка або лікар розрізає пуповину і забирає дитину для відповідної обробки, вимірювання-зважування та огляду неонатологом. Лікар оцінює стан новонародженого за шкалою Апгар. Потім малюка переодягають і прикладають до грудей матері, що сприяє скороченню матки, а новонародженому допомагають отримати цінні краплі молозива.\n" +
            "\n" +
            "У третьому післяпологовому періоді відбуваються два процеси: відшарування після і його виділення (народження). Зазвичай він триває в межах 30 хвилин. На цьому родовий процес вважається завершеним.\n",
        "vaga": "Вага: 3288 г",
        "dovgina": "Довжина: 50,7 см",
    },
    {
        "week": 40,
        "maluk": "До закінчення вагітності малюк повністю готовий зустрітися з новим світом. Він зможе самостійно дихати, харчуватися грудним молоком або штучною сумішшю, реагувати на подразники, висловлювати невдоволення, відчувати смаки, запахи, чути і бачити. Звичайно, поки його органи чуття не працюють ідеально, вони повинні вирости і \"налаштуватися\" на зовнішній світ, але вони вже виконують свої основні функції.\n" +
            "\n" +
            "У ще ненародженого малюка ідеально працюють хапальні та смоктальні рефлекси. УЗД часто показує, як дитина захоплює пуповину і грає з нею. Часто можна спостерігати, як він підносить руку до обличчя, смокче пальці. Таким чином, вже в перші хвилини після народження немовля зможе знайти груди мами і присмоктуватися до них, шукаючи перші краплі молозива.\n" +
            "\n" +
            "Молозиво є попередником повноцінного грудного молока. Це густа жовта рідина з високим вмістом білків, яка виробляється в останні дні вагітності та перші дні після пологів. Молозиво дуже ситне і поживне, містить імуноглобуліни та антитоксини і допомагає шлунково-кишковому тракту пристосуватися до молока. Іноді молозиво виділяється буквально краплями, але і цієї кількості дитині вистачає. Шлунок у новонародженого розміром з вишню, і він досичується навіть невеликою кількістю.\n" +
            "\n" +
            "Перший раз після народження багато немовлят примхливі: незвичні, світлі, шумні. Ці крики дитини іноді сприймають як голодний плач і у відповідь на них дають штучне харчування. Після змішування дитина \"сито і щасливо\" засинає. Насправді суміш дуже важка для ніжного шлунка, малюк витрачає багато сил на перетравлення, тому він спить довго і безперешкодно. Молоко в нормі приходить на 2-3 дні, а груди реагують на вироблення молока у відповідь на стимуляцію. Якщо новонародженого частіше прикладати до грудей, за найменшим писком або рухом губ, він швидше \"насмоктує\" собі молоко.\n" +
            "\n" +
            "До речі, намагайтеся не зціджувати \"зайве\" молоко, оскільки груди працюють за принципом \"чим більше зціджували, тим більше вироблено\" і у відповідь на зціджування вони будуть лише заливати вас молочними річками. Перші дні при переповненні грудей потрібно підцідити молоко до стану полегшення, а незабаром лактація налагодиться. І молока буде стільки, скільки потрібно дитині.\n",
        "mama": "Ще кілька днів хвилюючого очікування, і почнуться пологи, непростий, але природний для жінок процес. Організм вагітної закінчує підготовку і чекає початку заповітних сутичок. Цілком ймовірно, що ви зараз майже кожну хвилину прислухаєтеся до свого стану, оцінюючи, чи немає провісників пологів. Це можуть бути, наприклад, відходження слизової пробки, підтікання або вилив навколоплідних вод.\n" +
            "\n" +
            "Слизова пробка - це грудка слизу, яка \"запечатує\" шийку матки і запобігає проникненню інфекцій і мікробів до плоду. За консистенцією вона схожа на білок яйця або трохи жиже, а за кольором вона коливається від прозорого до бежевого, коричневого, рожевого та жовтого, часто з прожилками крові. Кожна вагітна жінка має пробку, але іноді вона відходить непомітно: під час душу, відвідування туалету або безпосередньо під час пологів. Зазвичай після того, як пробка відходить через 3-5 днів, починаються пологи, але є жінки, які ходять ще 2-3 тижні.\n" +
            "\n" +
            "Нормальний вилив навколоплідної води відбувається вже під час пологів, при повному або майже повному розкритті шийки матки. Але іноді вилив відбувається рано (у першому періоді пологів, до повного розкриття шийки матки) або передчасно (до початку регулярних сутичок).\n" +
            "\n" +
            "Якщо води відійшли різко і несподівано, постарайтеся відзначити час виливу, колір і запах води. Зазвичай вони прозорі або рожеві, без запаху. Але якщо колір зеленуватий, коричневий, чорний, негайно їхати до пологового будинку і повідомити про це лікаря-акушера-гінеколога.\n" +
            "\n" +
            "Після виливу води дитина повинна народитися протягом 24 годин, щоб уникнути гіпоксії - нестачі повітря. До 40-го тижня плацента знаходиться на останньому етапі зрілості і не завжди чудово справляється зі своїми функціями. Особливо важливо контролювати, наскільки добре малюк отримує поживні речовини та кисень. Продовжуйте регулярно відвідувати свого лікаря.\n",
        "useful": "Перші кілька днів після пологів мама і малюк проводять у стінах пологового будинку. Раніше більшість пологових будинків практикували роздільне перебування: всі новонароджені перебували в дитячому відділенні, а мами в післяпологових палатах. Зараз майже у всіх пологових будинках є можливість спільного проживання.\n" +
            "\n" +
            "Кожна мама вирішує, чи хоче вона, щоб малюк був принесений їй лише в певні години, або щоб вони були разом цілодобово. Якщо пологи були важкими, то жінці потрібно більше відпочивати і набирати сили. У таких випадках лікарі рекомендують проводити роздільне перебування. Весь догляд за дитиною буде здійснюватися медсестрами дитячого відділення, приносячи малюка мамі тільки на годування.\n" +
            "\n" +
            "Звичайно, вважається, що спільне перебування є найбільш сприятливим для малюка та мами, як з фізіологічної, так і з психологічної точки зору. Не бійтеся залишатися з малюком наодинці. Так, він ще зовсім крихітний, і, можливо, ви боїтеся помилитися, взявши його на руки, підмиваючи і пеленяючи. Але пологовий будинок - це саме те місце, де можна навчитися всім базам догляду та поводження з немовлям. Вам обов'язково покажуть, як і що робити: підмивати, доглядати за загоюючим пупком, міняти підгузники, пелюшки та багато іншого. Якщо у вас є які-небудь питання або сумніви, ви завжди можете звернутися за допомогою.\n" +
            "\n" +
            "За кілька днів ви навчитеся сприймати потреби малюка і впевнено справлятися з ними. Тоді як мами, які перебувають окремо з малюками, навчаться цьому лише після виписки з пологового будинку.\n" +
            "\n" +
            "Доведено також, що спільне перебування та годування на вимогу сприяють якнайшвидшому встановленню лактації. Тісний контакт з малюком стимулює вироблення молозива та надходження молока. Що стосується грудного вигодовування, медперсонал або фахівець з грудного вигодовування також допоможе вам правильно прикласти дитину до грудей, покаже, як вона повинна захопити сосок, щоб уникнути болю і тріщин. Вони розкажуть про різні пози для годування.\n" +
            "\n" +
            "Неонатолог буде оглядатися лікарем-неонатологом кожного дня перебування малюка в пологовому будинку. Лікар зобов'язаний повідомляти або погоджувати з мамою про будь-які маніпуляції та призначення дитині. Дитині потрібно буде зробити аналіз крові для визначення групи та резус-фактора. Також обов'язково в пологовому будинку (або вже пізніше в дитячій поліклініці) беруть кров на скринінг, щоб виключити важкі генетичні захворювання. За національним календарем вакцинації в пологовому будинку проводяться перші два щеплення. У перший день життя - від гепатиту В, на повну другу добу - від туберкульозу. Якщо батьки хочуть скласти індивідуальний графік або проти вакцинації, вони повинні написати відмову.\n" +
            "\n" +
            "Всі дані про аналізи та щеплення малюка будуть записані в дитячу частину обмінної картки. Її видадуть мамі під час виписки або відправлять з пологового будинку до дитячої поліклініки, де буде спостерігатися дитина. Частина обмінної картки, де будуть записані дані про пологи, повинна бути передана жінці до своєї жіночої консультації. Наступного дня після виписки з пологового будинку додому прийде опікунка з поліклініки, а наступного дня - педіатр. І тепер фахівці дитячої поліклініки будуть спостерігати за новонародженим.\n" +
            "\n" +
            "Сама виписка з пологового будинку зазвичай відбувається на 3 або 4 доби. Деякі батьки вважають за краще відправитися додому, щоб ближче познайомитися з новим членом сім'ї, а інші не втрачають можливості зробити з виписки цілу вечірку - з фотосесією та гостями. Далі новоспечені батьки звикнуть до нового ритму життя, багато в чому налаштованого на потреби і потреби крихти.\n" +
            "\n" +
            "Незважаючи на деякі труднощі, поява малюка в будинку є одним з найщасливіших періодів в історії багатьох сімей.\n",
        "vaga": "Вага: 3462 г",
        "dovgina": "Довжина: 51,2 см",
    },
    {
        "week": 41,
        "maluk": "Довгоочікуваний 41-й тиждень. Малюк вже набрав основний зріст і вагу, тепер він буде додавати всього 20-30 грамів на добу. Близько 15% від загальної ваги становить підшкірний жир, який буде зігрівати крихітку вперше після пологів, поки не почнеться власна терморегуляція. У організмі є запаси поживних речовин, які допоможуть протриматися, поки мама не отримає молоко.\n" +
            "\n" +
            "Всі органи та системи \"на старті\" готові до роботи, як тільки малюк з'явиться на світ. На оксамитовій рожевій шкірі майже не залишилося первородних волосків. Тільки на спині, в області лопаток вони можуть зберігатися. Сироподібне первородне мастило майже зникло, його залишки можна знайти в складках на шиї, руках і ногах.\n" +
            "\n" +
            "Через материнські гормони статеві органи та молочні залози дітей можуть бути набряклими, але незабаром після пологів вони повернуться до нормального стану. З молочних залоз немовлят може виступати молозиво. Це також дія материнських гормонів, їх не можна видавлювати.\n" +
            "\n" +
            "Легені готові до розкриття, а поверхнево-активний засіб запобігає злипанню стінок альвеолярних мішків після першого видиху. Скелет продовжує рости і окостеніння, а череп також стає твердішим. Малюк повністю сформований і готовий до народження.\n",
        "mama": "Вважається, що вагітність повинна закінчитися на 40 тижні, але часто вона триває довше. 41 і 42 тижні також вважаються нормою, а малюк не переноситься до 42-го тижня.\n" +
            "\n" +
            "Незважаючи на те, що ви не можете чекати, щоб народити і нарешті побачити свого малюка, розглядайте останні дні як можливість побалувати себе. Зайдіть в салон краси, вирушайте в кіно або прочитайте книгу від кірки до кірки. Коли малюк з'явиться на світ, ви будете на чергуванні 24 години на добу і не скоро зможете знайти час для себе.\n" +
            "\n" +
            "Тим часом в організмі завершується підготовка до пологів - накопичується гормон окситоцин. Незабаром він виділиться в кров і стимулюватиме сутички. Також окситоцин називають \"гормоном любові\", він відповідає за те, щоб у мами відразу після пологів з'явилися теплі почуття і прихильність до немовляти. Гормони стресу адреналін і норадреналін допоможуть знайти сили для потуги. Ендорфіни, \"гормони щастя\", допомагають пологам зануритися в себе, притуплюють біль і в парі з окситоцином працюють над включенням материнської любові.\n" +
            "\n" +
            "Ще кілька днів, і довгоочікувані пологи почнуться! Як їх не сплутати і не пропустити? Підказка: Є три класичні ознаки початку пологів. \n" +
            "1. Це регулярні сутички, які з часом стають все більш і тривалими, а інтервал між ними скорочується. \n" +
            "2. Відділення слизової пробки. \n" +
            "3. Вилив навколоплідних вод. \n" +
            "\n" +
            "Повідомте свого лікаря, якщо у вас з'явилися ці ознаки, і готуйтеся до поїздки до пологового будинку.\n" +
            "\n" +
            "Не бійтеся довгоочікуваного дня, пологи є природним процесом для жіночого організму. Сприймайте їх як непросту, але дуже важливу роботу з вашого боку. Пам'ятайте, що малюк теж дуже старається, і процес народження йому не легше, ніж вам. Тому обов'язково допомагайте йому: зберігайте спокій, використовуйте методи дихання і розслаблення між сутичками, а головне - емоційно налаштуйтеся на сприятливий перебіг пологів і швидку зустріч з найпрекраснішим малюком у світі. Багато жінок стверджують, що щойно народивши, вони відчули незрівнянну ейфорію, а момент, коли вони вперше взяли на руки свого немовляти, назавжди залишився в пам'яті як один з найщасливіших у житті. Бажаємо вам м'яких і максимально комфортних пологів, а також міцного здоров'я вам і вашому малюкові!\n",
        "useful": "Після народження дитини матка жінки поступово скорочується, щоб повернутися до вагітності. Протягом 1-1,5 місяця у жінки відбуваються кров'янисті виділення - лохії. Вони найбільш інтенсивні в перший тиждень після пологів, мають яскраво-червоний колір, потім стають більш мізерними і темними.\n" +
            "\n" +
            "Після закінчення роботи жінка повинна пройти плановий прийом до гінеколога, щоб лікар оглянув стан родових шляхів та їх загоєння. Якщо все гаразд, лікар дає згоду на відновлення інтимного життя.\n" +
            "\n" +
            "Говорячи про оптимальний термін для наступної вагітності, лікарі називають один-два роки. Адже навіть якщо вагітність і пологи пройшли добре і без ускладнень, вони все одно несуть велике навантаження на організм жінки, і для повноцінного відновлення потрібен час.\n" +
            "\n" +
            "Звичайно, у кожного цей період відрізняється і залежить від багатьох факторів. Окремо варто відзначити, що після кесаревого розтину лікарі рекомендують завагітніти не раніше, ніж через 2-3 роки. Через цей час шви вже повністю затягнуті, але ще дуже еластичні.\n" +
            "\n" +
            "Якщо розглядати фізичну можливість завагітніти після пологів, то з відновленням статевого життя також повертається ймовірність нової вагітності. Навіть якщо цикл ще не відновився, і ви годуєте грудьми, вагітність може настати. У деяких жінок, навіть при лактації, місячні повертаються через кілька місяців після пологів.\n" +
            "\n" +
            "Годування дитини грудьми на вимогу (тобто принаймні один раз на три години, в тому числі вночі, без догодовування сумішшю та допаювання водою) може викликати \"лактаційну аменорею\". Це явище, коли під впливом гормону пролактину яйцеклітини не дозрівають, і цикл ніби \"замирає\". Тоді вагітність дійсно не настане. Але жінка може не помітити, коли дія пролактину зменшиться, і зачаття може статися під час овуляції до початку першої менструації. Тому не варто сподіватися на стовідсотковий спосіб захисту від вагітності.\n" +
            "\n" +
            "Якщо ви не плануєте найближчим часом знову поповнити сім'ю, то, як і раніше, варто звернутися до найбільш ефективних засобів контрацепції. Наприклад, до бар'єрних (презервативів) або гормональних протизаплідних засобів.\n",
        "vaga": "Вага: 3507 г",
        "dovgina": "Довжина: 52 см",
    },
]
