var container = document.querySelector('.week-circle-container');
var leftArrow = document.querySelector('.left-arrow');
var rightArrow = document.querySelector('.right-arrow');
var currentWeek = 1; // Поточний тиждень

const whatIsGoingOnSection = document.getElementById('what-is-going-on-section');
const whatToDoSection = document.getElementById('what-to-do-section');

const whatIsGoingOnText = document.getElementById('what-is-going-on-text');
const whatToDoText = document.getElementById('what-to-do-text');

const nemovlyaImage = document.getElementById('nemovlya-image');

document.addEventListener('DOMContentLoaded', function () {

    // Функція для створення кружечка з номером тижня
    function createCircle(week) {
        var circle = document.createElement('div');
        circle.classList.add('week-circle');
        circle.textContent = week;
        if (week === currentWeek) {
            circle.classList.add('selected');
        }
        return circle;
    }

    // Додаємо поточний, попередній і наступний тижні

    if (currentWeek === 1) {
        container.appendChild(createCircle(currentWeek));
        container.appendChild(createCircle(currentWeek + 1));
        container.appendChild(createCircle(currentWeek + 2));
    } else if (currentWeek === 53) {
        container.appendChild(createCircle(currentWeek - 2));
        container.appendChild(createCircle(currentWeek - 1));
        container.appendChild(createCircle(currentWeek));
    } else {
        container.appendChild(createCircle(currentWeek - 1));
        container.appendChild(createCircle(currentWeek));
        container.appendChild(createCircle(currentWeek + 1));
    }

    // Обробник кліку для лівої стрілки
    leftArrow.addEventListener('click', function () {
        if (currentWeek === 1) return;
        currentWeek--;
        updateWeeks();
        updateInformation();
    });

    // Обробник кліку для правої стрілки
    rightArrow.addEventListener('click', function () {
        if (currentWeek === 53) return;
        currentWeek++;
        updateWeeks();
        updateInformation();
    });

    // Оновлення кружечків з номерами тижнів
    function updateWeeks() {
        var circles = document.querySelectorAll('.week-circle');
        circles.forEach(function (circle, index) {
            circle.textContent = currentWeek + index - 1;
            circle.classList.remove('selected');
            if (currentWeek === currentWeek + index - 1) {
                circle.classList.add('selected');
            }

            if (circle.textContent == 0) {
                circle.remove();
                container.appendChild(createCircle(3));
            }
        });

        if (circles.item(2).textContent == 54) {
            circles.item(2).remove();
            container.prepend(createCircle(51));
        }
    }

    function updateInformation() {

        var data = data_nemovlya[currentWeek - 1];
        whatIsGoingOnText.textContent = data['what-is-going-on'];
        whatToDoText.textContent = data['what-to-do'];

        switch (currentWeek) {
            case 1:
            case 2:
            case 3:
            case 4:
            case 5:
                nemovlyaImage.src = '../images/rozvitok-dytyny/nemovlya/w1-5.png';
                break;
            case 6:
            case 7:
            case 8:
            case 9:
            case 10:
            case 11:
                nemovlyaImage.src = '../images/rozvitok-dytyny/nemovlya/w6-11.png';
                break;
            case 12:
            case 13:
            case 14:
            case 15:
            case 16:
                nemovlyaImage.src = '../images/rozvitok-dytyny/nemovlya/w12-16.png';
                break;
            case 17:
            case 18:
            case 19:
            case 20:
            case 21:
            case 22:
            case 23:
                nemovlyaImage.src = '../images/rozvitok-dytyny/nemovlya/w17-23.png';
                break;
            case 24:
            case 25:
            case 26:
            case 27:
            case 28:
                nemovlyaImage.src = '../images/rozvitok-dytyny/nemovlya/w24-28.png';
                break;
            case 29:
            case 30:
            case 31:
            case 32:
            case 33:
            case 34:
            case 35:
            case 36:
            case 37:
            case 38:
            case 39:
            case 40:
            case 41:
            case 42:
            case 43:
                nemovlyaImage.src = '../images/rozvitok-dytyny/nemovlya/w29-43.png';
                break;
            case 44:
            case 45:
            case 46:
            case 47:
            case 48:
            case 49:
            case 50:
            case 51:
            case 52:
            case 53:
                nemovlyaImage.src = '../images/rozvitok-dytyny/nemovlya/w44-53.png';
                break;
        }
    }
});


document.addEventListener('DOMContentLoaded', function () {
    const containers = document.querySelectorAll('.week-info__group__right__section-info__text');
    const expandButtons = document.querySelectorAll('.week-info__group__right__section-info__header__icon-button');

    expandButtons.forEach((button, index) => {
        button.addEventListener('click', () => {
            containers[index].classList.toggle('week-info__group__right__section-info__text_expanded');

            button.src = containers[index].classList.contains('week-info__group__right__section-info__text_expanded')
                ? '../images/minus.svg'
                : '../images/plus.svg';

        });
    });
});

const data_nemovlya = [
    {
        "week": 1,
        "what-is-going-on": "Ось малюк і вдома!\n" +
            "Саме час не тільки подбати про побутові зручності, а й створити оптимальні умови в приміщенні, де дитина проводитиме більшу частину часу. Так за рекомендаціями ВООЗ температура в кімнаті для новонародженого має бути 18-22°С, вологість 50-60%. Цей важливий для малюка час протікає в процесах адаптації організму до нових умов існування (лікарі називають ці стани прикордонними).\n" +
            "І нехай очікувані стрибки розвитку тільки попереду, не слід забувати про те, що на першому тижні життя відбувається адаптація шкіри до умов позаутробного існування. До таких станів насамперед належить почервоніння шкіри (проста еритема), що змінюється лущенням;\n" +
            "почервоніння шкіри з бульбашками, заповненими прозорою рідиною, - частіше на сідницях і грудях (токсична еритема), білі вугри на обличчі (мілії). Крім цього, відбувається адаптація органів травлення. Батьки можуть зіткнутися зі відрижками, занепокоєнням після годування, \"перехідними\" випорожненнями (суміш меконію та звичайних випорожнень новонародженого).\n",
        "what-to-do": "Головна порада батькам у цей час - насолоджуватися знайомством із новим членом сімʼї та налагоджувати режим. Тривожитися не варто: ці стани, якщо й виникають, то зникають без лікування протягом 1-2 тижнів.\n" +
            "Памʼятайте, що перші 3 місяці після народження дитини називають четвертим триместром. Це означає, що організм малюка все ще розвивається і його глибокий звʼязок із мамою в цей час дуже важливий.\n",
    },
    {
        "week": 2,
        "what-is-going-on": "До моменту згасання шкірних реакцій може стати очевидним пожовтіння склер очей (те, що ми називаємо \"білок\" у народі), шкіри та слизових. Це та сама фізіологічна жовтяниця, що зникає самостійно до кінця другого тижня життя і повʼязана із заміною гемоглобіну на дорослий (позаутробний) тип.\n" +
            "Також, перший - другий тижні життя знаменуються активним включенням нирок в обмін речовин, що може призводити до забарвлення сечі в червонуватий колір і появи на пелюшках коричнево-червоних розводів.\n" +
            "У цей же час можна спостерігати набряк калитки у хлопчиків або появу слизових чи кровʼянистих виділень зі статевої щілини у дівчаток. Не є винятком збільшення молочних залоз (зазвичай симетричне), почервоніння шкіри над ними і виділення із сосків.\n" +
            "Усі ці стани іменуються статевим (або гормональним) кризом і зумовлені дією материнських гормонів-естрогенів. У разі, якщо малюк проживає ці стани, не варто хвилюватися – це нормально і не супроводжується больовими відчуттями.\n",
        "what-to-do": "Особливу увагу варто приділити гігієні дитини та уникненню перегрівання. До кінця другого тижня життя все налагодиться.",
    },
    {
        "week": 3,
        "what-is-going-on": "Ну, ось більшість прикордонних станів і позаду. До цього часу малюк уже найчастіше формує свій умовний режим, а встановлена в мами лактація (утворення молока) може зазнавати перший лактаційний криз - тимчасове зменшення виробітку, зумовлене зростанням дитини.\n" +
            "Можуть тривати нерясні відрижки, гучне відходження газів або короткочасне занепокоєння малюка після годування. У більшості держав світу рекомендують починати профілактику рахіту вітаміном ДЗ (ергокальциферол) - необхідний компонент мінералізації кістки, що росте. Будь ласка, перед застосуванням проконсультуйтеся з фахівцем.\n",
        "what-to-do": "Зосередитися на малюку, відпочити від домашніх турбот. Схвалюється контакт шкіра до шкіри, часте прикладання до грудей. Через 3-7 днів організм мами підлаштується до нових запитів немовляти.",
    },
    {
        "week": 4,
        "what-is-going-on": "Малюк росте, проте, з огляду на таку активну адаптацію на першому місяці життя, ми не чекаємо на значну вагову надбавку. Як правило, вона не перевищує 400-600г.\n" +
            "Найчастіше з 4 тижня, а часом і до кінця 3-го, батьки можуть зіткнутися з лякаючою ситуацією: несподівано і безпричинно дитина починає плакати і не піддається заспокоєнню, а після закінчення нападу прекрасно себе почуває, активно смокче, посміхається. Саме так можуть заявляти про себе коліки (занепокоєння малюка понад 3 години на добу).",
        "what-to-do": "Не панікувати, це нормальна ситуація! Так чи інакше, перший епізод кольок може зажадати візиту до педіатра, для виключення інших причин цього стану.\n" +
            "У боротьбі з коліками є різні препарати, такі як рослинні препарати, лактаза, пробіотики. Не починайте прийом чого б то не було без консультації з педіатром. Крім того, частіше носіть \"стовпчиком\" (малюк у вертикальному положенні) і в позі \"тигр на гілці\", гладьте малюка по животику, викладайте на животик перед годуванням.\n",
    },
    {
        "week": 5,
        "what-is-going-on": "Весь минулий місяць, окрім адаптації дитини до нового середовища проживання, відбувався активний розвиток органів чуття. Так, на 2-3 тижні виникло слухове зосередження, і дитина у відповідь на різкий або гучний звук уже замовкає і завмирає. До 3-5 тижня зʼявилося зорове зосередження – малюк навчився ненадовго затримувати погляд на яскравому предметі в полі свого зору. Всі ці зміни подібні до виходу з темної кімнати в яскраво освітлений і галасливий простір.\n" +
            "Трохи лякаюче, чи не так? Ось і малюк може бути дещо збентежений і схвильований. Дитина може частіше турбуватися і плакати, \"висіти\" на грудях. Поряд із цим, набуті навички дозволяють нарешті ближче познайомитися з мамою і татом: встановлюється емоційний контакт.\n" +
            "Зʼявляється \"комплекс жвавості\" (у відповідь на батьківський голос або посмішку дитина посміхається, жвавішає, активно рухає ручками та ніжками). Зорове та слухове зосередження закладають основу для переходу від відчуттів до сприйняття. Зʼявляється можливість відстежувати рухомі предмети та джерела звуку.\n",
        "what-to-do": "Якщо дитина турбується, намагайтеся не нервувати: малюк \"чує\" це – носіть його на руках, погладжуйте, погойдуйте, розмовляйте або наспівуйте пісеньку. Биття вашого серця і голос дуже заспокоюють. Заохочуйте частіше прикладання до грудей - тілесний контакт знімає напругу, сприяє лактації.\n" +
            "Укласти ж малюка найлегше під час годування, носіння в слінгу, катання в колясці. У цьому віці дітям подобаються кольорові та контрастні предмети, лінії та кути. Дозволяйте дитині розглядати їх, якщо бачите інтерес. Однак, не забувайте, що зір не дозволяє зараз бачити далі 30 см.\n",
    },
    {
        "week": 6,
        "what-is-going-on": "Схоже, дитина стає веселішою, бадьорішою, більше слухає і спостерігає. Можна помітити жваву реакцію на те, що крихітці подобається. Ось уже вона короткочасно піднімає й утримує голову, лежачи на животі; вимовляє звуки \"г\", \"к\", упевнено реагує на голос дорослого. Але нові можливості - це не тільки щось приємне. Звичний світ \"став на голову\". Дитина бачить, чує, нюхає, відчуває те, чого до цього в її світі не було. Вона налякана, заплутана, їй потрібен час, щоб звикнути. І найкраще звикати в надійних руках мами.",
        "what-to-do": "Продовжуйте приділяти дитині увагу, контакт шкіра до шкіри, як і раніше, важливий. Малюк може гірше спати або висіти на руках - дозвольте йому цю маленьку витівку. Тілесний контакт послаблює напругу, а груди зараз є не засобом втамування голоду, а засобом розради. Корисним для послаблення фізіологічного гіпертонусу та занепокоєння є погладжування шкіри ручок і ніжок, викладання на живіт і погладжування спинки.",
    },
    {
        "week": 7,
        "what-is-going-on": "Більш-менш спокійний і благополучний час: дитина формує чіткий ритм сну і активності. Зʼявляється спокійна бадьорість. Лежачи на животі, крихітка вже утримує голову, у вертикальному положенні - непостійно.\n" +
            "Дитина посміхається при спілкуванні з дорослими, довго утримує предмет у полі зору, шукає джерело звуку поворотом голови. Крик стає інтонаційно виразним, зʼявляється гуління. Однак, розвиток нервової системи наближає чергову кризу в поведінці малюка (як правило, з сьомого по дев'ятий тиждень); може зберігатися або посилюватися плаксивість, занепокоєння в нічні години, смоктання пальців.\n",
        "what-to-do": "Оточуйте малюка турботою та увагою, розмовляйте з ним, показуйте світ навколо, носіть на руках. Продовжуйте забезпечувати тілесний контакт не тільки прикладанням до грудей, а й регулярним погладжуванням ручок і ніжок, грудей і спинки. Мине зовсім небагато часу і цей нехитрий масаж можна буде доповнити гімнастикою, щоб допомогти дитині освоїти нові рухові навички.",
    },
    {
        "week": 8,
        "what-is-going-on": "Можливий кризовий період. Дитина виявляє свої руки і можливість ними керувати. Так стають доступними до дослідження близько розташовані предмети - зʼявляються повторні цільові (або шаблонні) рухи і жести, фіксована поза і міміка. Багато з безумовних рефлексів поступово починають зникати, поступаючись свідомим рухам.\n" +
            "Перші спроби цілеспрямованих рухів навряд чи будуть вдалими: знадобиться трохи часу, перш ніж усе вийде. Саме це зумовлює негативізм дитини серед дня, занепокоєння та вередливість. Дитина бачить мету, але поки що не може досягти її і часто засмучується. Однак, за цим етапом послідує освоєння нових навичок і відкриття малюком нових граней світу і способів взаємодії з ними.\n" +
            "До 8-го тижня немовля може саме тримати голову, повертати нею слідом за звуком або предметом, перевертається з боку на живіт і з боку на спину. Лежачи на животі, воно спирається руками об площину, робить гримаси. Дитина хоче взяти іграшку, але це зробити поки не виходить, вона затискає іграшку рукою, якщо їй вкласти її в руку. Вона активно розглядає світ навколо, охоче слухає голоси, розмови, любить високі звуки. Сам здатен видавати: а-а-а, у-у-у-у, е-е-е, м-м-м-м і сам.\n",
        "what-to-do": "Саме час:\n" +
            "• Розміщувати яскраві контрастні іграшки на відстані витягнутої руки малюка.\n" +
            "• Спілкуватися і будувати діалог, залишаючи в розмові паузи.\n" +
            "• Продовжуйте погладжування кінцівок і живота, спинки і сідниць.\n" +
            "Будьте готові до підключення перших елементів гімнастики, ускладнення етапів масажу. Виконуйте активності, коли дитина в гарному настрої. Будьте поруч, частіше беріть на ручки та прикладайте до грудей, якщо дитина турбується. Контакт із вами - те, що зараз потрібно малюкові.\n",
    },
    {
        "week": 9,
        "what-is-going-on": "Ви можете спостерігати, що малюк часто вередує. У нього може порушуватися режим сну і активності: може довше засинати, частіше прокидатися. Дитина освоює значущу навичку. В організмі малюка відбуваються зміни, з якими він ще не був знайомий, це викликає тривогу і впливає на його нормальну поведінку.\n" +
            "У періоди активної бадьорості малюк може подовгу розглядати навколишні предмети, хоча зір все ще слабкий. Мовленнєвий розвиток у формі \"гукання/агукання\".\n",
        "what-to-do": "Розвантажити маму від домашніх клопотів і надати весь час для турботи про дитину. Бути в полі зору малюка. Частіше підтримувати з ним тілесний і зоровий контакт, розмовляти. До відходу в нічний сон краще готуватися завчасно. Масаж і гімнастика можуть бути продовжені в колишньому обсязі, але тільки за умови гарного настрою крихітки.",
    },
    {
        "week": 10,
        "what-is-going-on": "Більш-менш спокійний і благополучний час: дитина вдосконалює отримані навички, активно додає у вазі. Більшість функціональних проблем травлення залишилися позаду. Епізоди вимоги підвищеної до себе уваги стають набагато рідшими і тихішими. Малюк захоплений пізнанням. Ось уже він, лежачи на животі, може використовувати руки для опори, у вертикальному положенні добре утримує голову.\n" +
            "Уже легше даються повороти зі спини на бік. Іноді дитина випадково наштовхується руками на іграшки, які висять над ліжечком. І, звісно, жвавішає при спілкуванні з дорослими (посміхається, гулить).\n",
        "what-to-do": "Насолоджуватися часом із малюком! Масаж і гімнастика можуть бути продовжені в колишньому обсязі.",
    },
    {
        "week": 11,
        "what-is-going-on": "До цього віку дитина стежить за рухомими предметами, активно бавиться, розглядаючи навколишній світ. Памʼять поки що занадто коротка, щоб запам'ятовувати побачене, але мине зовсім небагато часу, і малюк збереже в памʼяті образ матері, що назавжди змінить його життя. Дитина може бути більш неспокійною, потребує більше уваги і не так широко посміхається стороннім. \n" +
            "Може порушуватися апетит або сон. Річ у тім, що малюк готується до освоєння нового рівня, розвиток триває, навіть якщо ми не бачимо цього.\n",
        "what-to-do": "Частіше носіть дитину на руках. У цьому мінливому світі є тільки одна постійна - ви! На щастя, занепокоєння в цьому періоді не таке тривале, як у минулому. Деякі діти повертаються до звичної поведінки за день, іншим може знадобитися цілий тиждень.\n" +
            "Будьте поруч. Залишайтеся в полі зору малюка. Не наполягайте на виконанні вправ у моменти, коли малюк не задоволений.\n",
    },
    {
        "week": 12,
        "what-is-going-on": "Цього тижня дитина може виявити, що за рухомими предметами, які рухаються, можна не тільки спостерігати, а й схопити! Так малюк уперше звертає увагу на власну руку, як на інструмент - роздивляється її, чіпає пальчики та тягнеться до всього, що може його зацікавити. Розвиток хапальних рухів неминуче сприятиме розвитку сприйняття. Для дитини починає існувати простір: зʼявляється розуміння про переміщення в просторі, про рух. А все, що є в просторі, може народжувати пізнавальний інтерес! Погодьтеся, ця ціла лавина нової інформації! Саме тому можуть виникнути погіршення якості сну, занепокоєння в період активной бадьорості, зміни настрою.",
        "what-to-do": "Перебувати поруч і реагувати на примхи обіймами, розмовою або прикладанням до грудей (найчастіше не заради годування, а для зниження занепокоєння - адже малюк так прагне бути поруч із вами!).\n" +
            "Носіть дитину на руках і показуйте навколишній світ, відволікайте іграшками, навіть коли носите на руках.\n" +
            "Не соромтеся попросити допомоги у близких. Це може бути непростий тиждень, особливо ночі (малюк може прокидатися частіше, ніж зазвичай). Готуйтеся до відходу в сон заздалегідь. Не наполягайте на виконанні вправ у моменти, коли малюк не задоволений.\n",
    },
    {
        "week": 13,
        "what-is-going-on": "Занепокоєння слабшає, міцнішає інтерес до світу і бажання комунікації. Згасає рефлекс опори, і підвішений у вертикальному положенні малюк починає присідати або дуже слабо спирається на стопи. Повороти зі спини на живіт стають більш впевненими і плавними, але ще нечасті. Відзначається поєднаний поворот голови й очей до джерела звуку (одночасний, спільний). Крихітка співуче гукає, цікавиться іграшками, розглядає і обмацує свої ручки.",
        "what-to-do": "Підкріплювати інтерес до світу, спілкуватися й освоювати нові прийоми в гімнастиці та масажі. Зʼявляються нові вправи, що готують крихітку до освоєння раніше не доступних рухів, зміцнюють її мʼязи. Продовжуйте зорову і слухову стимуляцію: розміщуйте яскраві предмети поруч із дитиною, вмикайте приємну музику і, звичайно, спілкуйтеся.",
    },
    {
        "week": 14,
        "what-is-going-on": "Що може бути краще, ніж день за днем спостерігати, як ваша дитина росте і все впевненіше взаємодіє зі світом. Схоже, малюк починає розрізняти обличчя і диференціювати \"свій-чужий\". Співуче гукання триває. І ось уже зʼявляються звуки, що нагадують сміх. Дитина тягне ручки до підвішеної іграшки, реагує зосередженням на звуки, що раптово виникають, слідкує поглядом, тривало піднімає й утримує голову лежачи на животі.",
        "what-to-do": "Насолоджуйтеся часом із малюком та його гарним настроєм! Підкріплюйте інтерес до світу, спілкуйтеся, відзначаючи реакції малюка.\n" +
            "Продовжуйте освоювати раніше рекомендовані прийоми в гімнастиці та масажі. Годуйте відповідно до режиму або запиту крихітки. Прогулянки і повітряні ванни – чудові елементи загартовування в цьому віці.\n",
    },
    {
        "week": 15,
        "what-is-going-on": "Попереду досить тривалий період занепокоєння, що супроводжує черговий етап дорослішання малюка. У середньому його тривалість становить 5 тижнів, але може бути всього тиждень або розтягнутися на 6. Прийдешні зміни зачіпають те, як малюк бачить, чує, відчуває і засвоює. Йому потрібен час, щоб розібратися з усіма новими відчуттями, які поки що лякають його.\n" +
            "Можна зіткнутися з тим, що дитина неспокійна всю ніч або прокидається ночами і довго не засинає. Можуть бути труднощі з укладанням, ранні підйоми вранці. Іноді частішають нічні годування, а апетит загалом знижується. Малюк може вимагати уваги і плакати, коли ви від нього йдете. Часті зміни в настрої або раптове вгамування. Незнайомці можуть викликати в дитини соромʼязливість. Міцніють навички поворотів. Дитина все частіше, торкаючись іграшки, розкриває долоню, щоб схопити її.\n",
        "what-to-do": "Будьте поруч, це заспокоїть малюка. Однак, тепер він не тільки хоче, щоб його весь час носили на ручках, але ще й розважали. Терплячий інтерес до капризів, спостереження за малюком і зміна діяльності можуть виявитися ефективними.\n" +
            "Слідкуйте за ваговим збільшенням, але не хвилюйтеся, якщо дитина відволікається під час годування на те, що чує або бачить навколо, або якщо починає гратися з соскою, замість того щоб їсти. Зміна харчування дитини (наприклад, перехід на суміш) лише посилить проблему.\n" +
            "Намагайтеся зберігати співучість голосу під час спілкування, і обовʼязково інтонаційно підтримуйте малюка. Не забувайте про масаж і гімнастику, коли малюк у гарному настрої.\n",
    },
    {
        "week": 16,
        "what-is-going-on": "Здається, малюк дедалі більш відкритий до світу і готовий до контакту: тепер на приємні та знайомі звуки він проявляє активність, повискує або посміхається. Виникає позитивна реакція і відгук на приємні події. Черговий етап комунікації освоєний дитиною. Вона вже проводжає вас поглядом і шукає вас, якщо ви не поруч.\n" +
            "До цього моменту малюк уже спирається на зігнуті під прямим кутом передпліччя, лежачи на животі, а під час тракції (витягування) за руки згинає руки в ліктях, піднімає голову, підтягується. Повороти зі спини на бік або живіт даються більш плавно.\n" +
            "Дитина цілеспрямовано тягнеться до іграшки, захоплює її всією долонею. Вона розглядає і обмацує свої руки, одяг; тягне руки до рота. Також розрізняє голоси близьких і визначає джерело звуку. Тривожний період, який зумовлений процесами, що відбуваються в нервовій системі, триває.\n",
        "what-to-do": "Будьте поруч, це заспокоїть малюка. Терплячий інтерес до примх, спостереження за малюком і зміна діяльності можуть виявитися ефективними. Слідкуйте за ваговим збільшенням, але не хвилюйтеся, якщо дитина відволікається під час годування на те, що чує або бачить навколо; якщо починає гратися з соском, замість того щоб їсти. Зміна харчування дитини (наприклад, перехід на суміш) лише посилить проблему. Частіше прикладайте малюка до грудей, дозволяйте трохи \"повисіти\".\n" +
            "Намагайтеся зберігати співучість голосу під час спілкування з дитиною, і обовʼязково інтонаційно підтримуйте малюка. Комплекс масажу і вправ рекомендується в колишньому обсязі, але може виконуватися тільки в гарному настрої. Хорошою альтернативою активностям можуть стати ігри.\n",
    },
    {
        "week": 17,
        "what-is-going-on": "Час, коли хапальні рухи освоєні і починається етап самостійного переміщення предмета і спостереження за ним. Для нас із вами, дорослих, це може здаватися дуже простим і нецікавим завданням, але не для дитини! Це найпростіше маніпулювання предметом (беремо, трясемо, кидаємо) запустить процес відточування моторики і підстьобне інтерес до предметів до яких треба дотягнутися! Важливий етап моторного розвитку: повороти зі спини на живіт трапляються все частіше, зʼявляється інтерес до сидіння (адже це відкриває цілий світ нових предметів!), але малюк поки не готовий до цього.\n" +
            "У цей час можлива неспокійна поведінка: раптово малюк стає вибагливим і вередливим, виникають проблеми з укладанням і часті пробудження, знижується апетит, а незнайомі люди можуть викликати збентеження або налякати.\n" +
            "Усі ці зміни зумовлені процесами в нервовій системі та потребують часу. Важливим аспектом на 17 тижні життя є перший і серйозний регрес сну (відбувається закладання ритму день/ ніч).\n" +
            "Комплекс масажу і вправ рекомендується в колишньому обсязі, але може виконуватися тільки в гарному настрої. Хорошою альтернативою активностям є ігри.\n",
        "what-to-do": "Наберіться терпіння. Цей непростий шлях принесе дивовижні плоди.\n" +
            "• Радуйте крихітку, тим, що вона любить.\n" +
            "• Пропонуйте новий вид діяльності, якщо дитина занудьгувала.\n" +
            "• Підтримуйте тілесний контакт і пропонуйте груди, якщо інші способи втіхи не працюють.\n" +
            "• Говоріть якомога більше з малюком.\n" +
            "• Приділіть увагу сну, завчасно заспокоюйте дитину. Під час денного сну не зашторюйте щільно вікна, а під час нічних пробуджень не вмикайте яскраве освітлення і не видавайте гучних звуків: прагнете одразу заколисати дитину.\n",
    },
    {
        "week": 18,
        "what-is-going-on": "Триває відточування набутих навичок. Разом із цим кора головного мозку дитини набуває нових і вдосконалює більш ранні функції. Це час експериментів, коли малюк розуміє, що над предметами можна здійснювати дії: і він сміливо експериментує. На цьому шляху трапляються невдачі - адже він робить це вперше! Тож неспокійна поведінка триває: раптово малюк вибагливий і вередливий, виникають проблеми з укладанням і часті пробудження, знижується апетит, а незнайомі люди можуть викликати збентеження або налякати.",
        "what-to-do": "Наберіться терпіння. Те, що відбувається, - це нормально. Радуйте дитину тим, що вона любить. Пропонуйте новий вид діяльності, якщо дитина занудьгувала. Підтримуйте тілесний контакт і пропонуйте груди, якщо інші способи розради не працюють. Грайте, виконуйте вправи, рекомендовані раніше, відповідно до індивідуальних особливостей дитини. ",
    },
    {
        "week": 19,
        "what-is-going-on": "Можливість дитини усвідомлювати світ навколо себе стає більш розвиненою і трохи більш схожою на нашу. Вона продовжує експериментувати з подіями і так само може легко розплакатися в цей період часу. Якщо дитина не зайнята (не захоплена чимось), то вона може продовжувати гніватися, навіть будучи в тісному контакті з вами.\n" +
            "Все ж незабаром ситуація зміниться: малюк просто росте і добре, що ви володієте інформацією про важливість того, що відбувається. До цього часу малюк уже добре розрізняє голоси та інтонації, активно й упевнено рухається, підтягується за ручки та проявляє всілякий інтерес до навколишнього світу.\n",
        "what-to-do": "Будьте поруч і готові запропонувати малюкові, який \"перемикається\", все нову і нову активність. Зараз йому потрібні події, він експериментує зі світом, як справжній випробувач. Підтримайте його в цьому.\n" +
            "Обов’язково відпочивайте вдень, побутові турботи залиште близьким тому, що ночі, як і раніше, тривожні. Завчасно готуйтеся до сну: гасіть світло, говоріть спокійно і рівно, не грайте в активні ігри. Контакт із вами особливо важливий у подібні періоди.\n" +
            "Комплекс масажу і гімнастики рекомендується до виконання в колишньому обсязі і тільки в гарному настрої. Гра стає інструментом перемикання уваги дитини від події до події.\n",
    },
    {
        "week": 20,
        "what-is-going-on": "Можливо, ви вже помітили, що дитина набагато частіше відправляє руки і предмети до рота, а слини відділяється набагато більше. Так відбувається підготовка ясен до прорізування перших зубів. У всіх малюків терміни дуже індивідуальні, і абсолютно нормально здобути перший зуб як у 4, так і в 9-10 місяців.\n" +
            "Фізично дитина міцнішає, має надбавки в рості та вазі. Лежачи на животі використовує для опори руки і впевненіше повертається зі спини на живіт. Крихітка вже чітко диференціює \"свій-чужий\", реагує на інтонацію. Зʼявляється відповідна реакція на події у вигляді позитивного пожвавлення або страху. Інтерес до іграшок переростає в активну взаємодію з ними: дитина тягнеться до іграшки, захоплює і переміщує її.\n",
        "what-to-do": "Подбайте про гігієну ротової порожнини малюка, дбайливо витирайте слину зі шкіри дитини, оскільки вона може викликати подразнення. Використовуйте також охолоджувальні прорізувачі – це знизить дискомфорт малюка.\n" +
            "Поступово масаж ускладнюється (зʼявляється розминка), гімнастика стає активнішою, адже з кожним днем дитина все рухливіша! Допоможіть дитині в її розвитку: говоріть якомога більше з малюком. Будьте поруч, насолоджуйтеся часом разом і, звісно, грайтеся.\n",
    },
    {
        "week": 21,
        "what-is-going-on": "Освоюються раніше набуті навички. Нервово-психічна та емоційна сфери дитини вийшли на новий рівень, триває активний фізичний розвиток, виражена готовність до прорізування зубів. Малюк співуче гулить з ланцюжками звуків, сміється і хникає. Іграшка захоплюється долонею і перекладається ним в іншу руку.",
        "what-to-do": "Цього тижня нових рекомендацій немає. Насолоджуйтеся часом із вашим малюком та його гарним настроєм! Продовжуйте займатися масажем, гімнастикою та іграми з попереднього розділу. Вносьте в них корективи та різноманітність відповідно до індивідуальних запитів вашої дитини.",
    },
    {
        "week": 22,
        "what-is-going-on": "Малюк росте не по днях, а по годинах! Ступінь його взаємодії з близькими все вищий, він уважно спостерігає за людьми навколо, активно взаємодіє з предметами. Ось-ось і зʼявиться перший нижній центральний різець, а часом і відразу обидва! \n" +
            "Саме час, згідно з більшістю рекомендацій, замислюватися про введення першого прикорму. Дитина вдосконалює моторний розвиток: повертається, підводиться на руках лежачи на животі, тримає пляшечку двома руками та перекладає іграшки. Зʼявляються зачатки лепетного мовлення (склади).\n",
        "what-to-do": "Ознайомтеся з основними положеннями введення прикорму. Обовʼязково робіть акцент в цьому питанні на індивідуальність та унікальність вашої дитини.",
    },
    {
        "week": 23,
        "what-is-going-on": "Ви можете спостерігати, як малюк стає більш примхливим. Може порушитися режим сну і активності: дитину складніше вкласти, вона частіше або рано прокидається.\n" +
            "Цей кризовий період передує черговому етапу розвитку нервової діяльності. В організмі малюка відбуваються адаптивні зміни, що впливають на його нормальну поведінку.\n",
        "what-to-do": "Як і в будь-який складний період, який ви вже пройшли разом, будьте спокійними, спостережливими, приймаючими батьками. Усі секрети криються в турботі, увазі, тілесному контакті. Носіть дитину на руках, будьте в полі її зору. Не відмовляйтеся від розвивальних ігор і вправ, коли малюк у гарному настрої.",
    },
    {
        "week": 24,
        "what-is-going-on": "І малюк уже легко спирається на витягнуті руки, і навіть на одну руку, лежачи на животі. Використовуючи опору, дитина може намагатися сісти.\n" +
            "Крихітка повертається зі спини на живіт і назад, тримає в кожній руці по предмету і перекладає іграшки з руки в руку. Схоже, він уже реагує на своє імʼя. А також подовгу може спілкуватися сам із собою. Лепіт приводить у розчулення: перші чіткі \"ма\", \"па\", \"ба\". Дентація (прорізування) в розпалі, а перший прикорм легко знімається губами з ложки і викликає інтерес, хоча краще за маму, як і раніше, нічого немає.\n" +
            "У цей відповідальний і щасливий час малюк може ставати більш примхливим. Може порушитися режим сну і активності: дитину складніше вкласти, вона частіше або рано прокидається. Попереду черговий стрибок у розвитку. В організмі малюка відбуваються адаптивні зміни, що впливають на його нормальну поведінку.\n",
        "what-to-do": "Дитина може бути примхливою, тривожною, вимогливою щодо уваги. Може відзначатися часта зміна настрою, а також порушитися режим сну і активності: крихітку складніше вкласти, вона частіше або рано прокидається. Цей кризовий період передує стрибку в розвитку. В організмі малюка відбуваються адаптивні зміни, що впливають на його нормальну поведінку.",
    },
    {
        "week": 25,
        "what-is-going-on": "Дитина може бути примхливою, тривожною, вимогливою щодо уваги. Може відзначатися часта зміна настрою, а також порушитися режим сну і активності: крихітку складніше вкласти, вона частіше або рано прокидається. Цей кризовий період передує стрибку в розвитку. В організмі малюка відбуваються адаптивні зміни, що впливають на його нормальну поведінку.",
        "what-to-do": "Як і в будь-який складний період, який ви вже пройшли разом, бути спокійним, спостережливим батькам, які приймають. Будьте поруч і готові запропонувати малюкові, який \"перемикається\", все нову і нову активність. Зараз йому потрібні події, він експериментує зі світом, як справжній випробувач. Підтримайте його в цьому.\n" +
            "Обовʼязково відпочивайте вдень, побутові турботи залиште близьким тому, що ночі, як і раніше, тривожні. Грою можна перемикати увагу дитини від події до події. Носіть дитину на руках, будьте в полі її зору, наспівуйте. Не відмовляйтеся від розвивальних ігор і вправ, коли малюк у гарному настрої.\n",
    },
    {
        "week": 26,
        "what-is-going-on": "Зовсім нещодавно малюк тільки опанував хапання, а за кілька тижнів уже на повну маніпулює кількома предметами. Так найпростіша навичка хапання відкриває цілий світ для можливостей сприйняття: зʼявляються предмети, простір і взаємодія між ними, а також дистанція!\n" +
            "Для нього це тривожне відкриття, що радикально змінює його світ - адже між ним і мамою теж існує відстань, і вона може піти. Це пояснює часом плаксиву, неспокійну, нетерплячу та дратівливу поведінку малюка. Він вимагає більше уваги, прагне бути з мамою весь час. Апетит може знизитися, а переодягання викликати заперечення.\n" +
            "Настає черговий регрес сну: дитина не бажає спати вдень, не хоче засинати ввечері або часто прокидається. Сон може стати неспокійним, наче дитині сняться кошмари.\n",
        "what-to-do": "Дитині необхідна постійна підтримка. Знайомі почуття безпеки і тепла допоможуть їй розслабитися. У цьому віці его ще не сформоване, а отже ви не розпестите дитину увагою. Практично всі діти плачуть менше, якщо їх носять на руках, притискають до себе, або, принаймні, складають компанію під час гри. \n" +
            "Йдучи з кімнати, сповіщайте дитину про це. Це дуже важливо для формування самостійності. Переодягаючи дитину, грайте (наприклад, у \"ку-ку\"), співайте. Не відмовляйтеся від розвивальних ігор і вправ, коли малюк у гарному настрої. У ніч можна йти раніше, скоротивши інтервали денного сну. Приділяйте більше часу на укладання дитини.\n",
    },
    {
        "week": 27,
        "what-is-going-on": "Півроку позаду! Засвоюються раніше набуті навички. Нервово-психічна, когнітивна та емоційна сфери дитини вийшли на новий рівень, триває активний фізичний розвиток. Дитина повертається з живота на спину і назад. Засвоюються карачки, у цій позі дитина може починати розгойдуватися або вважає за краще повзати по-пластунськи. Захоплення іграшки супроводжується активними рухами.\n" +
            "Реакція страху змінюється пізнавальним інтересом. Малюк впізнає голоси близьких, активно лепече. До цього віку найчастіше зʼявляються перші зуби, але свербіж ясен і надлишкове відділення слини тривають. Розвиток харчового інтересу міцніє під час введення прикормів.\n",
        "what-to-do": "Насолоджуйтеся моментом! Допомагайте дитині освоювати навички через ігри: ховайте предмети і голосно знаходьте їх, грайте в \"ку-ку\", пропонуйте нові, гучніші іграшки. Будьте поруч і беріть малюка на руки, якщо він тривожиться.",
    },
    {
        "week": 28,
        "what-is-going-on": "Засвоюються раніше набуті навички. Нервово-психічна, когнітивна та емоційна сфери дитини вийшли на новий рівень, триває активний фізичний розвиток. Присівши, дитина нетривало сидить без опори на руки (але далеко не всі діти сідають до цього віку). Засвоюються карачки. Дитина може почати повзати по-пластунськи, дістаючи іграшки та поплескуючи по них рукою. Вона уважно розглядає дорослих, перш ніж вступити в контакт, белькоче і знаходить поглядом знайомий предмет на прохання дорослого.",
        "what-to-do": "Продовжуйте осягати світ, граючись: зробіть щось для малюка, куди можна складати іграшки - коробочка, кошик. Наповніть тим, що він любить. Краще, якщо це буде щось, що шарудить, гримить, гучне: іграшки, пластикова пляшка, ложечка тощо.\n" +
            "Продовжіть експерименти зі зникненням предметів: візьміть щось невелике, що любить ваш малюк, за чим він стежитиме. Накрийте іграшку чим-небудь: від стаканчика до просто тканини. Потім покажіть, що іграшка все ще там. Дайте знайти її самостійно. Продовжуйте введення прикормів.\n",
    },
    {
        "week": 29,
        "what-is-going-on": "Велика ймовірність того, що дитина, найімовірніше, стане неспокійною знову –  це означає, що вона зрозуміла, що мама теж може піти і це турбує її. Тривають спроби вставати, а часом і повзати на четвереньках. Малюк вибірковий щодо чужих людей. Активно вимовляє склади. Їсть із ложки і нетривало пʼє з чашки, підтримуваної дорослим.",
        "what-to-do": "Спостерігати за дитиною і відповідати її потребам у близькому контакті, разом гратися, спілкуватися, приділяти увагу укладанню, відводячи на це трохи більше часу.\n" +
            "Ви - головне, що в неї є, її опора, гарант безпеки. Дайте більше тепла і всі ці складнощі пройдуть набагато легше.\n",
    },
    {
        "week": 30,
        "what-is-going-on": "Може тривати тривожний період, зумовлений функціональними змінами головного мозку: малюк активно розвивається. Це неминуче впливає на його поведінку та сон.\n" +
            "Не є винятком порушення режимів сну і активності, капризи дитини. Дуже часто подібні стани повʼязують із прорізуванням зубів, що не завжди так. Однак на черзі поява верхніх центральних різців, а також розширення раціону за рахунок нових прикормів.\n",
        "what-to-do": "Приділіть увагу гігієні ротової порожнини дитини, використовуйте охолоджувальні прорізувачі. Обговорюйте з педіатром варіанти прикорму. Будьте поруч із малюком у періоди його занепокоєння, і звісно, насолоджуйтеся тим, як людина росте на ваших очах.\n" +
            "Використовуйте все нові й нові місця для ігор. Можливе проведення ігор під час купання, з використанням яскравих іграшок. Ваша активна участь обов'язкова: коментуйте та підкреслюйте інтонаційно.\n",
    },
    {
        "week": 31,
        "what-is-going-on": "Як правило, малюк до цього часу вже може самостійно або за допомогою сісти і сидіти без сторонньої підтримки кілька хвилин, він вільно повертається зі спини на бік і назад, повзає. Дитина міцно хапає рукою предмети, що її цікавлять, стукає, розмахуючи брязкальцем. Вона впевнено і з цікавістю вимовляє різні звуки, подовгу лепече. Зʼявляється балаканина з використанням довгих і коротких груп звуків: тата, упуп, бібібі.",
        "what-to-do": "Продовжуйте введення прикормів, адже збалансований у майбутньому раціон буде гарантом достатньої кількості мікроелементів і вітамінів. Обовʼязково дозволяйте малюкові самостійно користуватися ложкою і стаканчиком під час їжі, нехай і не завжди успішно. Гімнастика і масаж рекомендуються до виконання в колишньому обсязі, або можуть бути доповнені вправами на фітболі, за умови готовності малюка.",
    },
    {
        "week": 32,
        "what-is-going-on": "Режими нормалізовані, малюк перебуває в гарному настрої. Він уже самостійно сідає і сидить, не спираючись, стоїть або повзає навкарачки, вхопившись за опору, намагається ставати на коліна, а іноді и на ноги.\n" +
            "Контакт із дорослими набуває ігрового характеру. Дитина розрізняє обличчя людей, знає своє імʼя. Спостерігається активний, інтонаційно-виразний лепет. Малюк тягнеться на руки до дорослих, досить уміло бере дрібні предмети, вкладає їх у великі, цікавиться пірамідкою. Триває прорізування зубів, введення прикормів.\n",
        "what-to-do": "Насолоджуйтеся часом і допомагайте дитині в її розвитку. Надайте малюкові більше свободи і спостерігайте - так вам вдасться зрозуміти, що йому найбільше подобається. І в 7, і в 8 місяців діти люблять грати в ку-ку. Можете закривати обличчя долонями собі або іграшці. Дитина із задоволенням повторюватиме за вами чи іграшкою і ховатиме свої оченята! Продовжуйте гімнастику і вводьте нові вправи в міру готовності малюка.",
    },
    {
        "week": 33,
        "what-is-going-on": "Зростає спектр можливостей взаємодії дитини з предметами: відштовхування, кидання. Ось вона вже стукає предметом об предмет, маніпулює 2-3 предметами. Сама тримає в руці сухарик, шматочок хліба, яблуко і гризе їх. Малюк, немов наслідує дорослих, розуміє деякі слова - \"дай\", \"на\", \"де?\" З'являються ігри долонями, типу плескання, ладушки.",
        "what-to-do": "Насолоджуватися часом і допомагати дитині в її розвитку. Надайте малюкові більше свободи і спостерігайте, так вам вдасться зрозуміти, що йому найбільше подобається.\n" +
            "Не сваріть дитину, якщо вона \"викидає\" іграшки з ліжечка чи візочка, кидає іграшки в різні боки, лежачи на підлозі! Це елемент дорослішання та розвитку. Краще переведіть вивчення властивостей предметів у русло гри. Наприклад, кидайте м'який м'ячик разом у кошик.\n",
    },
    {
        "week": 34,
        "what-is-going-on": "Не виключені збої в режимах: примхливість і зміни настрою вдень, пробудження вночі. Ці зміни передують черговому стрибку в розвитку, малюк готується до освоєння нового етапу. Дитина міцнішає фізично, додаючи у вазі.\n" +
            "Активно повзає і намагається вставати біля опори. Триває прорізування верхніх центральних різців. Контакти з дорослими мають ігровий характер. Слоги втрачають співучість і стають ритмічними.\n",
        "what-to-do": "Будьте уважнішими до дитини в цей період. Ви її опора і гарант безпеки. Будьте в контакті та полі зору малюка, частіше беріть його на руки. Грайте, це найкращий спосіб знайомитися зі світом. Деякі речі для вашого малюка привабливі, але самостійне їх вивчення може стати для нього небезпечним. Так допоможіть же йому! Тримайте за нього рамку з фотографією або важку статуетку, так щоб він і сам не вдарився, і їх не пошкодив, і при цьому задовольнив свою цікавість.\n" +
            "Називайте те, на що дитина дивиться і до чого прислухається. Коли дитина жестом показує, що вона хоче, промовляйте її запитання за неї. Це навчить її того, як можна висловлювати бажання словами. Багатьом дітям подобається розглядати людей і наслідувати їх. Якщо і вашій дитині це подобається, наслідуйте її і заохочуйте, коли вона наслідує вас. Гімнастика і масаж можуть бути продовжені.\n",
    },
    {
        "week": 35,
        "what-is-going-on": "Не виключені збої в режимах: примхливість і зміни настрою вдень, пробудження вночі, труднощі із засинанням або ранні підйоми (черговий регрес сну). Ці зміни передують освоєнню нового етапу розвитку.\n" +
            "До цього часу дитина вже зберігає рівновагу, коли сидить. Може грати з предметами сидячи. Крихітка повзає, встає на коліна, встає на стопи, вхопившись за опору. Дитина відповідає дією на словесні інструкції, шукає заховану іграшку. У белькотінні простежуються різноманітні звукові поєднання.\n",
        "what-to-do": "Будьте уважнішими до дитини в цей період. Ви її опора і гарант безпеки. Будьте в контакті та полі зору дитини, частіше беріть її на руки. Приділіть час нічному ритуалу: вирушайте в ніч заздалегідь, а денному сну приділяйте менше часу: переходьте на 2 денні сновидіння (тривалістю до 1,5-2 год.) і дозволяйте дитині третій короткий сон (30-40 хв.), якщо попередні вкладання були короткими або дитина демонструє явні ознаки сонливості. Не грайте в активні ігри перед сном.\n" +
            "Продовжуйте гімнастику і вводьте нові вправи в міру готовності малюка. Під час прогулянки періодично зупиняйтеся, щоб дитина могла подивитися ближче, послухати, помацати те, що її зацікавило.\n",
    },
    {
        "week": 36,
        "what-is-going-on": "Вже пару тижнів, як дитина почала виділяти з безлічі предметів той, який найбільш їй цікавий, а потім і знаходити його за зовсім інших обставин. Все це завдяки розвитку памʼяті та високому пізнавальному інтересу. Так до 36 тижнів у крихітки виникло розуміння, що все у світі можна розділити на категорії.\n" +
            "Наприклад: знайоме-незнайоме, небезпечне-безпечне, приємне-неприємне. Малюк починає виділяти подібності та відмінності. Його світ з одного боку стає зрозумілішим, а з іншого може лякати чимось незнайомим і невідомим. наберіться терпіння, адже свої страхи малюк прагнутиме вгамувати у ваших обіймах. Способи отримати увагу мами відрізняються від більш ранніх (плач, відмова від їжі або протест переодягання). Вони проявляються у формі привʼязаності: обійми, чіпляння за одяг, переслідування (якщо дитина повзає) і невтішний плач на відхід (якщо дитина не повзає). Малюк може неохоче йти на контакт з іншими дорослими. У цей період може збитися не тільки сон, а й режим харчування - знижується харчовий інтерес (дитина може стати розбірливою, проливати їжу і плюватися. Тому годування займають більше часу, ніж раніше).\n" +
            "Незважаючи на це, дитина продовжує набувати навичок: спілкується за допомогою жесту, бере дрібні предмети двома пальцями, пʼє з чашки/пляшки, притримуючи її руками, махає ручкою \"пока-пока\". Можливе повернення до такої поведінки, яку дитина вже переросла.\n",
        "what-to-do": "Приділіть час нічному ритуалу: вирушайте в ніч заздалегідь, а денному сну відводьте менше часу: переходьте на 2 денні сновидіння (тривалістю до 1,5-2 год.) і дозволяйте дитині третій короткий сон (30-40 хв.), якщо попередні вкладання були короткими або дитина демонструє явні ознаки сонливості. Не грайте в активні ігри перед сном.\n" +
            "Контролюйте вагові прибавки в цей період, пропонуйте їжу з меншими інтервалами. Дайте дитині їсти самостійно, навіть якщо це призведе до заляпаного одягу і всього навколо. Пробуйте пригощати дитину новим продуктом, якщо вона відмовляється від звичної їжі.\n" +
            "Дитина дуже сприйнятлива до нової інформації, а отже, урізноманітніть час прогулянками, книжками, віршами та лічилками. Показуйте і давайте помацати нові предмети, обов'язково розмовляйте при цьому.\n",
    },
    {
        "week": 37,
        "what-is-going-on": "Життя поступово повертається в колишнє русло: дитина стає спокійнішою, нормалізуються режими. Малюк уже здатний стояти біля опори і намагається зробити свої перші кроки, вхопившись за неї. Ігровий контакт із дорослими набуває все нових форм: дитина відповідає дією на словесні інструкції, шукає заховану іграшку. Вона вимовляє окремі слогонаслідувальні слова та інтонаційно наслідує дорослих.\n" +
            "Відточуються навички утримування ложки, нормалізується апетит. Уразливим залишається режим сну: у моменти відпочинку дитини мозок здійснює найбільшу і найретельнішу роботу із засвоєння нового досвіду, отриманого під час стрибка зростання.\n",
        "what-to-do": "Активно залучати дитину в поточне життя: прогулянки, поїздки, побутові справи. Обовʼязково спілкуватися, розповідати про вчинені дії, показувати нові предмети малюкові.\n" +
            "Приділіть час нічному ритуалу: вирушайте в ніч заздалегідь, а денному сну приділяйте менше часу: переходьте на 2 денні сновидіння (тривалістю до 1,5-2 годин) і дозволяйте дитині третій короткий сон (30-40 хв), якщо попередні укладання були короткими або дитина демонструє явні ознаки сонливості. Не грайте в активні ігри перед сном.\n" +
            "3 огляду на активність і непосидючість дитини, масаж потихеньку відходить на другий план. Гімнастика та ігри - ключі до розвитку.\n",
    },
    {
        "week": 38,
        "what-is-going-on": "Відточуються та вдосконалюються навички. Малюк перебуває в гарному настрої та повертається до звичних режимів. Він із задоволенням стоїть біля опори і переступає з ноги на ногу, активно повзає і цікавиться пірамідкою. Верхні центральні різці прорізалися або ось-ось зʼявляться, і на черзі верхні бічні різці. Малюк позитивно ставиться до прикормів і вже може отримувати їх у значному обсязі, замінюючи одне з денних годувань.",
        "what-to-do": "Насолоджуватися часом і допомагати дитині в її розвитку. Звертайтеся до крихітки на імʼя. Надайте малюкові більше свободи і спостерігайте, так вам вдасться зрозуміти, що йому найбільше подобається. Продовжуйте гімнастику і вводьте нові вправи в міру готовності дитини.",
    },
    {
        "week": 39,
        "what-is-going-on": "Відточуються і вдосконалюються навички. Міцнішає памʼять. Мислення предметно-дієве. Малюк перебуває в доброму гуморі та повертається до звичних режимів. Моторний і мовленнєвий розвиток дуже індивідуальні, проте пізнавальний інтерес дитини до нового зрозумілий.\n" +
            "Так, руки мами стають не тільки зоною безпеки, а й висотою, з якої так легко оглядати світ. Зʼявляється реакція невдоволення на різні ситуації. Відзначається наслідування звуків, складів; урізноманітнення звукових сполучень і лепетні слова.\n",
        "what-to-do": "Насолоджуватися часом і допомагати дитині в її розвитку. Надайте малюкові більше свободи і спостерігайте, так вам вдасться зрозуміти, що йому найбільше подобається і повертатися до цього частіше. Час освоювати зубну щітку: навіть якщо малюк просто жує щітку, не відбирайте її - це додатковий помічник у прорізуванні зубів. Продовжуйте гімнастику і вводьте нові вправи в міру готовності малюка.",
    },
    {
        "week": 40,
        "what-is-going-on": "Малюк відпускає опору і нетривало стоїть сам. Зʼявляються кроки вздовж опори, тримаючись двома або навіть однією рукою. Удосконалюється дрібна моторика і дитина вже здійснює пальцеве захоплення іграшки. Вона грається з іграшками відповідно до їхнього призначення - машинки катає, пірамідку збирає, мʼячик кидає, кубики ставить один на одного.\n" +
            "Зʼявляються наслідувальні рухи рук - \"ладушки\", \"до побачення\". Малюк на прохання показує частини тіла іншої людини. Він вслухається в мову, і вимовляє склади дедалі чіткіше. Зростає пасивний запас слів, дитина знає близько 20 слів (але поки не говорить). Прорізування зубів триває.\n",
        "what-to-do": "Пізнавайте світ разом, прогулянки та ігри цьому сприяють. Моторний і мовленнєвий розвиток дуже індивідуальні, тому спостерігайте за малюком і пропонуйте заняття відповідно до інтересів і можливостей крихітки.\n" +
            "Продовжуйте гімнастику, спрямовану на розвиток мʼязової сили та координації. Грайте: розглядайте картинки, називаючи зображені предмети.\n",
    },
    {
        "week": 41,
        "what-is-going-on": "Слід зазначити, що в міру наближення дитини до року відбувається певне сповільнення в темпах вагових надбавок, періоди тривоги та занепокоєння, зумовлені стрибками розвитку, відбуваються вже з більшими інтервалами між ними. Моторний розвиток удосконалюється - ще трохи і дитина піде. До перших речень малюка ще далеко, але база, необхідна для реалізації цієї навички вже закладена. І зорове, і слухове зосередження добре розвинені, формується памʼять – дитина вже здатна відтворювати у своїй голові знайомі предмети, яких немає перед очима.",
        "what-to-do": "Спостерігати і насолоджуватися часом – адже діти так швидко ростуть! Дотримуйтеся звичних режимів, розширюйте прикорми, робіть прогулянки та спілкуйтеся. На цьому етапі можуть бути корисними вправи для розвитку координації, рівноваги, мʼязової сили – усе це підготує дитину до ходьби. А також не слід забувати про розвиток артикуляції малюка - з цією метою можуть виконуватися вправи на тренування мовного видиху.",
    },
    {
        "week": 42,
        "what-is-going-on": "Не виключені епізоди тривоги і примхливості дитини. Попереду усвідомлення малюком послідовностей: коли він зрозуміє, що для досягнення мети слід виконати дії в певному порядку. А поки що ми можемо спостерігати, як малюк може чіплятися за одяг; вимагати, щоб ви були в межах його видимості, більше соромитися незнайомих людей.\n" +
            "Дитина може втратити апетит, стати більш прискіпливою до їжі та їсти лише тоді, коли вона цього захоче. Більшість дітей починають гірше спати - відмовляються лягати, погано засинають, раніше прокидаються і перевертаються уві сні.\n",
        "what-to-do": "Приділіть дитині ще більше уваги і проявіть терпіння. Ви вже давно навчилися справлятися з її безсонням і капризами. Новий етап дорослішання психіки незабаром відбудеться і ви будете приємно здивовані. Продовжуйте гімнастику для досконалення рухових навичок дитини. Грайте, це розвиває мислення та мовлення малюка. Віршики-потішки можуть усім підняти настрій! І, звісно, будьте поруч, або просто в полі зору малюка (іноді цього достатньо).",
    },
    {
        "week": 43,
        "what-is-going-on": "Неспокійний період, як правило, займає близько 5 тижнів, але може тривати від 3 до 7 тижнів. Якщо малюк вередує, поспостерігайте за ним: можливо, саме зараз він освоює нові навички. До цього моменту дитина найчастіше вже готова сказати своє перше слово, стоїть без підтримки, має всі центральні, а часом і бічні різці. Дитина вже орудує ложкою і бере в руки стаканчик, нехай і не завжди успішно.",
        "what-to-do": "Активно залучайте дитину в поточне життя: прогулянки, поїздки, побутові справи. Обовʼязково спілкуйтеся, розповідайте про вчинені дії, показуйте нові предмети малюкові. Як і раніше, приділяйте особливу увагу сну. Відведіть час нічному ритуалу: вирушайте в ніч заздалегідь, а денному сну приділяйте менше часу: переходьте на 2 денних сну (тривалістю до 1,5-2 годин) і дозволяйте дитині третій короткий сон (30-40 хв), якщо попередні укладання були короткими або дитина демонструє явні ознаки сонливості. Не грайте в активні ігри перед сном. Обовʼязково практикуйте улюблені ігри або вводьте нові.",
    },
    {
        "week": 44,
        "what-is-going-on": "Усі попередні етапи розвитку рухових навичок, дрібної моторики, пізнавальної діяльності та мовлення приводять нас до точки, де дії малюка набувають мотиву і стають функціональними та послідовними.\n" +
            "Наприклад, нанизування кілець на паличку, вкладання іграшки в коробку, відкривання або закривання книжки. Це вже зовсім не випадкові події, а сплановані й бажані дії (за якими стоїть сприйняття, осмислення й ухвалення рішення). Як і раніше, велика роль участі дорослого: емоційно-особистісна взаємодія батьків і дитини є ключем до розвитку малюка. Відкриваючи нове і забезпечуючи безпеку, батьки формують довіру маленької людини до світу. Варто згадати, що зародження мотивів діяльності відкриває дитині величезний світ \"хочу\", але неминуче знайомить малюка з такими категоріями, як \"не можна\" і \"не можу\". Негативні емоції не змушують на себе чекати: примхливість, плач і зміни настрою чергуються з теплою прихильністю.\n",
        "what-to-do": "Бути спокійним - те, що відбувається, абсолютно нормально. Захоплюйте дитину. Забезпечте їй вільний режим – але стежте, щоб усі фізіологічні потреби виконувалися, нехай і поза звичними часовими інтервалами.\n" +
            "Малюкові подобається бути потрібним. Тому найкращий засіб від тривоги – залучати його якомога більше до повсякденних справ. На щастя, саме це зараз є ключем до розвитку.\n",
    },
    {
        "week": 45,
        "what-is-going-on": "Дитина продовжує осягати послідовні дії, але її психоемоційний стан усе ще не ввійшов у норму. Режими сну, неспання та апетит можуть страждати. Дитина опановує нові навички, виконує їх на прохання та за наслідуванням (накладає кубик на кубик, знімає та одягає кільця з великими отворами на стрижень).\n" +
            "Виконує раніше вивчені дії за словесною інструкцією (без показу). Самостійно стоїть, робить перші самостійні кроки. Вимовляє перші слова-позначення (полегшені слова) - \"киць-киць\", \"ав-ав\", \"дай\".\n",
        "what-to-do": "Будьте уважні до малюка в цей період – це найголовніший секрет. Трохи більше тепла, контакту, і всі складнощі пройдуть набагато легше. Продовжіть гімнастику для вдосконалення рухових навичок дитини. Грайте, це розвиває мислення та мовлення малюка. Залучайте його до різних занять і перемикайте увагу.",
    },
    {
        "week": 46,
        "what-is-going-on": "Не виключені збої в режимах: примхливість і зміни настрою вдень, пробудження вночі, труднощі із засинанням або ранні підйоми. Усе тому, що малюк засвоює новий етап розвитку.\n" +
            "До цього часу дитина впевнено стоїть без опори, присідає. Ходить, тримаючись однією рукою, робить кілька кроків без опори. Зʼявляється реакція гальмування при слові \"не можна\". Малюк вимовляє лепетні слова \"ма-ма\", \"да-да\", \"тя-тя\". Він складає пірамідку з кілець із широкими отворами, любить грати з кубиками, м'ячиком. Виникають наслідувальні рухи, наприклад, перегортання сторінок.\n",
        "what-to-do": "Будьте спокійні, те, що відбувається, нормально. Зовсім скоро все налагодиться. Частіше обіймайте малюка, спілкуйтеся з ним, розширюйте його коло знайомства з новими людьми, особливо дітьми!\n" +
            "Гімнастика може бути продовжена: залучайте нові предмети до виконання вправ: іграшки, кільця, палицю - як для силового хвата, так і для підстьобування інтересу дитини до вправ.\n" +
            "Налагоджуйте самостійну гігієну - давайте дитині в ручки зубну щітку і гребінець - показуйте і допомагайте в освоєнні навичок догляду.\n",
    },
    {
        "week": 47,
        "what-is-going-on": "Ще трохи і будете відзначати перший рік життя малюка. Як здорово, що режими повертаються в норму. Дитина спокійна і найчастіше перебуває у відмінному настрої. Малюк має вибіркове ставлення до оточуючих, підкоряється деяким інструкціям, звертається до дорослих за допомогою звукосполучень. Він присідає і встає біля опори, а часом і без неї. Дентація (прорізування) бічних різців у процесі або вже завершена.",
        "what-to-do": "Насолоджуйтеся часом із малюком і його чудовим настроєм, грайтеся. Організовуйте побут і режими відповідно до потреб дитини та сімʼї. Вводьте в раціон складніші продукти: за відсутності протипоказань це може бути глютен (жито, овес, пшениця), продукти, що містять білки коров'ячого молока.",
    },
    {
        "week": 48,
        "what-is-going-on": "Час спокійний, сприятливий. Дитина стає витривалішою і міцнішою фізично, формується психіка, міцніє мотивація. Пізнавальний інтерес високий. Малюк може забиратися туди, куди раніше не міг, дотягується до більш високих предметів. Тому потрібно убезпечити свій будинок, прибрати дрібні та небезпечні предмети з відкритих полиць. Малюк розрізняє предмети за формою (кубики, цеглинки тощо), впізнає фотографії знайомої людини (мама, тато).\n" +
            "Дитина може ходити самостійно, уздовж опори і без, кроками, що чергуються; розуміє окремі звернені до неї слова, припиняє заборонену дію. Дитина легко наслідує нові склади, вимовляє найпростіші слова. Вона сама п’є з чашки, бере посуд руками і ставить на стіл.\n",
        "what-to-do": "Допомагайте малюкові здійснювати його відкриття і давайте можливість іноді пограти самому без вашої участі. Найкраще для малюка - любов батьків! Використовуйте прийоми, що зміцнюють склепіння стопи у малюка, який тільки-но починає ходити: зокрема, ходіння босоніж по ребристій або нерівній поверхні, масаж стоп.\n" +
            "Не робіть усе за малюка! Якщо він хоче зробити щось сам, дозвольте йому це! Потерпіть, почекайте, не квапте. Розвиток самостійності – важливий елемент розвитку.\n",
    },
    {
        "week": 49,
        "what-is-going-on": "Спокійний і сприятливий час триває. У дитини вдосконалюються навички ходьби. Мовленнєвий розвиток ще перебуває на етапі автономного мовлення: дитина використовує лепетні та звуконаслідувальні слова (можливо, також пару-трійку простих \"справжніх\" слів), розуміє і виконує прості прохання. Нервова система продовжує активний розвиток; малюк діє виключно на емоціях, не усвідомлюючи можливих наслідків.",
        "what-to-do": "Дайте дитині простір для досліджень, розумно захистивши ії. Адже почуття страху чи небезпеки їй поки що чуже. Отже, простір навколо потрібно \"розчистити\" від небезпечних предметів (прасок, відкритих розеток, ковзаючих килимів, нестійких меблів).\n" +
            "А ще в цей час дитина все \"вбирає наче губка\", тож слід бути вибагливою у власних реакціях і виразах. Пояснюйте дитині все, що відбувається навколо. Продовжуйте розвивати артикуляцію малюка, практикуючи більш ранні вправи.\n",
    },
    {
        "week": 50,
        "what-is-going-on": "Розвиток малюка триває. Час спокійний, приємний. Режими витримуються досить стабільно. З можливістю вільно пересуватися дитина накопичує все більше досвіду в тому, що її цікавить. Підкреслимо, що діти можуть розвивати ту чи іншу навичку в індивідуальні терміни (наприклад, піти), і це абсолютно нормально. У цьому віці дитина проживає абсолютно новий етап розвитку – дитячий період завершується, і вона починає відокремлювати себе від батьків, стаючи більш вимогливою до мами й тата та обережнішою з іншими людьми.",
        "what-to-do": "Допомагайте малюкові відповідно до його можливостей, сприяйте розвитку і закріпленню набутих навичок за допомогою ігор, надавайте йому більше свободи, спостерігайте і будьте поруч. Продовжуйте виконувати гімнастику, відводячи більше часу улюбленим вправам. Більшість світових рекомендацій підтримує ідею продовження грудного вигодовування дітей старше 1 року життя.",
    },
    {
        "week": 51,
        "what-is-going-on": "Час, коли відбуваються зміни в образі світу дитини. Кількість інформації, що надходить протягом дня, перевищує спроможності нервової системи цю інформацію обробити. Формуються нові нейронні звʼязки.\n" +
            "І поки малюк впорається з цими новими складнощами, йому потрібна буде додаткова підтримка і захист, звідси буде виникати вимогливість дитини та її неспокій. Контакти з новими людьми можуть викликати додаткове занепокоєння. Зʼявляється плаксивість, часта зміна настрою, погіршується сон і апетит.\n",
        "what-to-do": "Будьте поруч із дитиною, займайтеся з нею або просто спостерігайте (іноді цього достатньо). Спілкуйтеся якомога більше з малюком, стимулюйте його до мовлення, згадайте ваші давні віршики-пісеньки-потішки. Прагніть до збереження двох денних нетривалих укладань у сон (у періоди відпочинку відбувається стабілізація процесів у нервовій системі), до нічного сну готуйтеся заздалегідь.",
    },
    {
        "week": 52,
        "what-is-going-on": "Малюк може бути більш примхливим, вимогливим до уваги. Можуть порушуватися режими сну і активності. Відбувається черговий регрес сну. Він нерозривно повʼязаний із психоемоційним і когнітивним (розумовим) дорослішанням дитини. Темпи моторного розвитку сповільнюються: дитина вдосконалює стійкість кроку, швидкість, впевненість. Час прорізування зубів індивідуальний, але зазвичай центральні та бічні різці вже на місці. Триває мовленнєвий розвиток, який багато в чому має поки що наслідувальний характер, але перші усвідомлені прості слова вже близько.",
        "what-to-do": "Будьте поруч із дитиною, займайтеся з нею або просто спостерігайте (іноді цього достатньо). Поверніться до тих способів заспокоєння малюка, які працювали в попередні стрибки зростання (контакт шкіра-до-шкіри, обійми, спільні ігри, нашіптування пісеньок на вушко). Річ у тім, що дитина готується увійти у \"світ програм\". Те, що відбувається, - абсолютно нормально: малюк дорослішає.\n" +
            "Продовжуйте формувати нічні ритуали (казка на ніч), вивчати властивості предметів (колір, форму, розмір), виконувати вправи, коли дитина в гарному настрої.\n",
    },
    {
        "week": 53,
        "what-is-going-on": "Ось вам і 1 рік! Вітаємо! Нова сходинка розвитку мислення дитини.\n" +
            "Відтепер дитина ставить маленькі цілі та виявляє способи їх досягнення. У малюка зʼявляються бажання і цілі, він ідентифікує себе, а значить формується, як особистість. На жаль, потреба в пізнанні набагато вища за здібності дитини, і деякі цілі поки що, як і раніше, недосяжні. Через це малюк може реагувати обуренням, плачем, агресією на найменші негаразди, а також заборони.\n" +
            "Негативна реакція стає інструментом для привернення уваги. Виникає нерозуміння, що породжує занепокоєння (якщо щось не можна або не виходить), що неодмінно позначається на поведінці дитини, її апетиті та сні. Іншими словами, малюк відчуває стрес. Він починає виснути на мамі, може бути недовірливим і вимагати тіснішого контакту.\n" +
            "Знижується апетит, і батьків лякає факт згасання інтересу до дорослої їжі та повернення до грудей: ситуація часто зумовлена бажанням близкого контакту малюка з мамою. Безсонні ночі не виняток. Вдень же можливі завмирання малюка - дитина може сісти і \"втупитися\" в порожнечу (як правило, тимчасове явище). Поряд із цим зʼявляється новий інтерес до старих іграшок, активується уява, гра загалом стає складнішою, предметнішою та побутовішою.\n",
        "what-to-do": "Дайте дитині самостійність, але приходьте на допомогу щоразу, коли вона просить. Заохочуйте її інтерес до побутових подій (вечеря, прогулянки, купання) і завдань (взування й одягання, прибирання іграшок) і залучайте до них, як до гри. Обовʼязково пояснюйте навіщо виконується та чи інша дія: наприклад, умиваючи дитину, запропонуйте їй зробити те ж саме з її іграшкою. \n" +
            "Регулюйте кількість сну – висипатися зараз особливо важливо. Дозволяйте просити груди частіше, а також прагніть зацікавити дитину цікавим сервіруванням або ароматами страв. Якщо малюк негативно ставиться до гімнастики, замініть її активними іграми в цей час.\n",
    }
]
